Repository: vitelabs/vite-business-ios
Catalog: ViteBusiness/Assets/*.lproj/Localizable.strings
Languages: es_es, fil_ph, ko_kr, ru_ru, tr_tr, vi_vn

# confirm.transaction.page.vite.vote.transfer.title
source: Vote
es_es: Voto
fil_ph: Bumoto
ko_kr: 투표
ru_ru: Голосовать
tr_tr: Oy
vi_vn: Bỏ phiếu

# confirm.transaction.page.vite.vote.confirm.button
source: Confirm
es_es: Confirmar
fil_ph: Kumpirmahin
ko_kr: 확인
ru_ru: Подтвердить
tr_tr: Onayla
vi_vn: Xác nhận

# confirm.transaction.page.vite.vote.node.name
source: Node Name
es_es: Nombre del nodo
fil_ph: Pangalan ng Node
ko_kr: 노드명
ru_ru: Имя узла
tr_tr: Düğüm Adı
vi_vn: Tên Node

# confirm.transaction.page.vite.cancel.vote.transfer.title
source: Revoke Voting
es_es: Cancelar voto
fil_ph: Bawiin ang Pagboto
ko_kr: 투표 철회하기
ru_ru: Отозвать голос
tr_tr: Oylamayı İptal Et
vi_vn: Hủy bỏ Bỏ phiếu

# confirm.transaction.page.vite.cancel.vote.confirm.button
source: Confirm
es_es: Confirmar
fil_ph: Kumpirmahin
ko_kr: 확인
ru_ru: Подтвердить
tr_tr: Onayla
vi_vn: Xác nhận

# confirm.transaction.page.vite.dex.deposit.transfer.title
source: Deposit to Exchange
es_es: Depositar al Exchange
fil_ph: I-Deposito para sa Palitan
ko_kr: 거래소에 입금하기
ru_ru: Депозит на Биржу
tr_tr: Exchange'e Yatırma
vi_vn: Nạp và Sàn

# confirm.transaction.page.vite.dex.deposit.confirm.button
source: Confirm
es_es: Confirmar
fil_ph: Kumpirmahin
ko_kr: 확인
ru_ru: Подтвердить
tr_tr: Onayla
vi_vn: Xác nhận

# confirm.transaction.page.vite.dex.withdraw.transfer.title
source: Withdraw to Wallet
es_es: Retirar a billetera
fil_ph: Mag-withdraw sa wallet
ko_kr: 지갑으로 출금하기
ru_ru: Вывод на Кошелек
tr_tr: Cüzdana Çekme
vi_vn: Rút về Ví

# confirm.transaction.page.vite.dex.withdraw.confirm.button
source: Confirm
es_es: Confirmar
fil_ph: Kumpirmahin
ko_kr: 확인
ru_ru: Подтвердить
tr_tr: Onayla
vi_vn: Xác nhận

# confirm.transaction.page.vite.call.contract.transfer.title
source: Payment
es_es: Pago
fil_ph: Pagbabayad
ko_kr: 결제
ru_ru: Платеж
tr_tr: Ödeme
vi_vn: Thanh toán

# confirm.transaction.page.vite.call.contract.confirm.button
source: Confirm
es_es: Confirmar
fil_ph: Kumpirmahin
ko_kr: 확인
ru_ru: Подтвердить
tr_tr: Onayla
vi_vn: Xác nhận

# confirm.transaction.page.eth.transfer.title
source: Send
es_es: Enviar
fil_ph: Ipadala
ko_kr: 보내기
ru_ru: Отправить
tr_tr: Gönder
vi_vn: Gửi

# confirm.transaction.page.eth.confirm.button
source: Confirm
es_es: Confirmar
fil_ph: Kumpirmahin
ko_kr: 확인
ru_ru: Подтвердить
tr_tr: Onayla
vi_vn: Xác nhận

# confirm.transaction.page.eth.vite.exchange.title
source: VITE Conversion
es_es: Convertir VITE
fil_ph: Palitan sa VITE
ko_kr: VITE 전환
ru_ru: Конвертация VITE
tr_tr: VITE Dönüşümü
vi_vn: Chuyển đổi VITE

# confirm.transaction.page.eth.vite.exchange.confirm.button
source: Convert
es_es: Convertir
fil_ph: Palitan
ko_kr: 전환하기
ru_ru: Конвертировать
tr_tr: Dönüştür
vi_vn: Chuyển đổi

# confirm.transaction.page.grin.transfer.title
source: Send
es_es: Enviar
fil_ph: Ipadala
ko_kr: 보내기
ru_ru: Отправить
tr_tr: Gönder
vi_vn: Gửi

# confirm.transaction.page.grin.confirm.button
source: Confirm
es_es: Confirmar
fil_ph: Kumpirmahin
ko_kr: 확인
ru_ru: Подтвердить
tr_tr: Onayla
vi_vn: Xác nhận

# grin.balance.total
source: Total
fil_ph: Kabuuan
ko_kr: 총합
ru_ru: Итого
tr_tr: Toplam
vi_vn: Tổng

# grin.balance.spendable
source: Spendable
es_es: Disponible
fil_ph: Puwedeng gastusin
ko_kr: 사용 가능
ru_ru: Можно тратить
tr_tr: Harcanabilir
vi_vn: Có thể sử dụng

# grin.balance.awaiting
source: Awaiting Confirmation
es_es: Esperando confirmación
fil_ph: Naghihintay ng kumpirmasyon
ko_kr: 확인 대기 중
ru_ru: Ожидание подтверждения
tr_tr: Onay Bekleniyor
vi_vn: Đợi xác nhận

# grin.balance.locked
source: Locked by Previous Transaction
es_es: Bloqueado por la transacción anterior
fil_ph: Na-lock ng Nakaraang Transaksyon
ko_kr: 이전 거래에 의해 잠김
ru_ru: Заблокировано предыдущей транзакцией
tr_tr: Önceki İşlem Tarafından Kilitlendi
vi_vn: Bị khoá bởi Giao dịch trước đó

# grin.wallet.check
source: Check
es_es: Verificar
fil_ph: Tsek
ko_kr: 확인하기
ru_ru: Проверить
tr_tr: Kontrol et
vi_vn: Kiểm tra

# grin.wallet.check.desc
source: Wallet check will scan the chain and cancel all pending transactions, unlock any locked outputs, restore any missing outputs, and ensure your wallet's content is consistent with the chain's version.Will consume a large amount of cellular data, it is recommended to continue the process on Wi-Fi
es_es: La verificación de billetera escaneará la cadena y cancelará todas las transacciones pendientes, desbloqueará cualquier salida bloqueada, restaurará cualquier salida que falte y asegurará de que el contenido de su billetera sea consistente con la última versión de la cadena. Esta acción consumiría una gran cantidad de datos celulares, se recomienda continuar el proceso conectado a una red Wi-Fi
fil_ph: I-scan ng tseke sa wallet sa chain at kanselahin ang lahat ng nakabinbin na mga transaksyon, i-unlock ang anumang naka-lock na output, ibalik ang anumang mga nawawalang output, at tiyakin na ang nilalaman ng iyong pitaka ay naaayon sa bersyon ng chain
ko_kr: 지갑확인은 체인을 스캔하고 보류중인 모든 거래를 취소하며, 잠긴 아웃풋을 해제하고, 누락된 아웃풋을 복원하며, 지갑의 콘텐츠가 체인의 버전과 일치하는지 확인합니다.
ru_ru: Vite wallet отсканирует блокчейн и отменит все ожидающие транзакции, разблокирует заблокированные выводы, восстановит все недостающие выходы и убедится, что содержимое вашего кошелька соответствует версии блокчейна. Расходует большое количество трафика, рекомендуется продолжить процесс по Wi-Fi
tr_tr: Cüzdan kontrolü zinciri tarar ve bekleyen tüm işlemleri iptal eder, kilitli çıktıların kilidini açar, eksik çıktıları geri yükler ve cüzdanınızın içeriğinin zincirin sürümüyle tutarlı olmasını sağlar. İşlem büyük miktarda hücresel veri tüketecek, işleme Wi-Fi üzerinden devam etmeniz önerilir
vi_vn: Kiểm tra ví sẽ quét chuỗi và hủy tất cả các giao dịch đang chờ xử lý, mở khóa mọi output bị khóa, khôi phục mọi output bị thiếu và đảm bảo nội dung ví của bạn nhất quán với phiên bản của chuỗi. Quá trình này sẽ tiêu tốn một lượng lớn dữ liệu di động, bạn nên tiếp tục quá trình trên Wi-Fi

# grin.txType.sent
source: Created
es_es: Creado
fil_ph: Nalikha na
ko_kr: 생성됨
ru_ru: Создано
tr_tr: Oluşturuldu
vi_vn: Đã tạo

# grin.txType.waitToSign
source: Unreceived
es_es: Sin recibir
fil_ph: Hindi Natanggap
ko_kr: 미수신
ru_ru: Не получено
tr_tr: Alınmadı
vi_vn: Chưa nhận

# grin.txType.received
source: Received
es_es: Recibido
fil_ph: Natanggap
ko_kr: 수신됨
ru_ru: Получено
tr_tr: Alındı
vi_vn: Đã nhận

# grin.txType.waitToFinalize
source: Unfinalized
es_es: Sin finalizar
fil_ph: Hindi natapos
ko_kr: 미완료
ru_ru: Не финализированный
tr_tr: Tamamlanmadı
vi_vn: Chưa hoàn thành

# grin.txType.finalized
source: Posting
es_es: Publicando
fil_ph: Pag-post
ko_kr: 게시중
ru_ru: Публикация
tr_tr: Gönderiliyor
vi_vn: Tiến hành

# grin.txType.confirmed
source: Confirmed
es_es: Confirmado
fil_ph: Kumpirmahin
ko_kr: 확인됨
ru_ru: Подтверждено
tr_tr: Onaylandı
vi_vn: Đã xác nhân

# grin.txType.confirmedCoinbase
source: Confirmed Coinbase
es_es: Coinbase confirmado
fil_ph: Kinumpirma na Coinbase
ko_kr: 코인베이스 확인됨
ru_ru: Подтверждено Coinbase
tr_tr: Coinbase Onaylandı
vi_vn: Coinbase Đã xác nhận

# grin.txType.Canceled
source: Canceled
es_es: Cancelado
fil_ph: Kinansela
ko_kr: 취소됨
ru_ru: Отменено
tr_tr: İptal edildi
vi_vn: Đã hủy

# grin.tx.Cancele
source: Canceled
es_es: Cancelado
fil_ph: Kinansela
ko_kr: 취소됨
ru_ru: Отменено
tr_tr: İptal edildi
vi_vn: Đã hủy

# grin.tx.Repost
source: Repost
es_es: Republicar
fil_ph: Ipost ulit
ko_kr: 다시 게시하기
ru_ru: Репост
tr_tr: Yeniden paylaş
vi_vn: Đăng lại

# grin.tx.copyId
source: Copy
es_es: Copiar
fil_ph: Kopyahin
ko_kr: 복사하기
ru_ru: Копировать
tr_tr: Kopyala
vi_vn: Sao chép

# grin.tx.useVite
source: Use VITE Address
es_es: Usar dirección VITE
fil_ph: Gumamit ng VITE Address
ko_kr: VITE 주소 사용하기
ru_ru: Использовать VITE адрес
tr_tr: VITE Adresini kullan
vi_vn: Sử dụng Địa chỉ VITE

# grin.sent.useVite.desc
source: Send GRIN through VITE address is sharing transaction file encrypted by Vite through VITE address, which ensures only the real recipient can decrypt the file.
es_es: Enviar GRIN a través de la dirección VITE es compartir el archivo de transacción cifrado por Vite a través de la dirección VITE, lo que asegura que sólo el destinatario real puede descifrar el archivo.
fil_ph: Ang pagpapadala ng GRIN sa pamamagitan ng VITE address ay pagbabahagi ng file ng transaksyon na naka-encrypt ng Vite sa pamamagitan ng VITE address, na tinitiyak na ang tunay na tatanggap lamang ang maaaring makapag-decrypt ng file.
ko_kr: VITE 주소를 통한 GRIN 전송은 VITE 주소를 통해 Vite가 암호화한 거래 파일을 공유하여 실제 수신자만 파일을 복호화할 수 있도록 합니다.
ru_ru: Отправка GRIN через VITE адрес - обмен файлом транзакций, зашифрованным Vite, что гарантирует, что только реальный получатель может расшифровать файл.
tr_tr: VITE adresi üzerinden GRIN gönderimi Vite tarafından şifrelenmiş işlem dosyasının VITE adresi aracılığıyla paylaşılmasıdır, bu da yalnızca gerçek alıcının dosyanın şifresini çözebilmesini sağlar.
vi_vn: Gửi GRIN qua địa chỉ VITE là chia sẻ tệp giao dịch được mã hóa bởi Vite thông qua địa chỉ VITE, đảm bảo chỉ người nhận thực mới có thể giải mã tệp.

# grin.sent.useHttp
source: Use HTTP Address
es_es: Usar dirección HTTP
fil_ph: Gumamit ng HTTP Address
ko_kr: HTTP 주소 사용하기
ru_ru: Использовать HTTP адрес
tr_tr: HTTP Adresini kullan
vi_vn: Sử dụng Địa chỉ HTTP

# grin.sent.useHttp.desc
source: You can transfer GRIN to any wallet supporting receiving GRIN through HTTP address, however we suggest using VITE address or file to transfer GRIN to users who use Vite wallet.
es_es: Puede transferir GRIN a cualquier billetera que soporte recibir GRIN a través de la dirección HTTP, sin embargo le sugerimos utilizar la dirección VITE o usar un archivo para transferir GRIN a los usuarios que utilizan la billetera Vite.
fil_ph: Maaari mong ilipat ang GRIN sa anumang wallet na sumusuporta sa pagtanggap ng GRIN sa pamamagitan ng HTTP address, subalit iminumungkahi namin ang paggamit ng VITE address o file upang ilipat ang GRIN sa mga gumagamit na nagamit ng Vite wallet.
ko_kr: HTTP 주소를 통해 GRIN 수신을 지원하는 모든 지갑으로 GRIN을 전송할 수 있지만, Vite 지갑을 사용하는 사용자에게 GRIN을 전송하려면 VITE 주소 또는 파일을 사용하는 것이 좋습니다.
ru_ru: Вы можете перенести GRIN в любой кошелек, поддерживающий получение GRIN через HTTP адрес, Тем не менее, мы предлагаем использовать VITE адрес или файл для передачи GRIN пользователям, использующим Vite кошелек.
tr_tr: GRIN'i, HTTP adresi aracılığıyla GRIN almayı destekleyen herhangi bir cüzdana aktarabilirsiniz, ancak GRIN'i Vite cüzdan kullanan kullanıcılara aktarmak için VITE adresini veya dosyasını kullanmanızı öneririz.
vi_vn: Bạn có thể chuyển GRIN đến bất kỳ ví nào hỗ trợ nhận GRIN thông qua địa chỉ HTTP, tuy nhiên, chúng tôi khuyên bạn nên sử dụng địa chỉ hoặc tệp VITE để chuyển GRIN cho người dùng sử dụng ví Vite.

# grin.sent.useFile
source: Use Transaction File
es_es: Usar archivo de transacción
fil_ph: Gumamit ng Transaction File
ko_kr: 거래파일 사용하기
ru_ru: Использовать файл транзакции
tr_tr: İşlem Dosyasını kullan
vi_vn: Sử dụng Tệp Giao dịch

# grin.know
source: I know
es_es: Entendido
fil_ph: Alam Ko
ko_kr: 알고 있습니다.
ru_ru: Я знаю
tr_tr: Biliyorum
vi_vn: Tôi đã hiểu

# grin.notSeeAgain
source: Don't show me again
es_es: No volver a mostrar
fil_ph: Wag mo na ulit ipakita sa akin
ko_kr: 더 이상 표시하지 않음
ru_ru: Больше не показывать
tr_tr: Bir daha gösterme
vi_vn: Không hiển thị lại

# grin.sent.title
source: Send GRIN
es_es: Enviar GRIN
fil_ph: Magpadala ng GRIN
ko_kr: GRIN 보내기
ru_ru: Отправить GRIN
tr_tr: GRIN Gönder
vi_vn: Gửi GRIN

# grin.sent.amount
source: Amount
es_es: Cantidad
fil_ph: Halaga
ko_kr: 수량
ru_ru: Сумма
tr_tr: Miktar
vi_vn: Số lượng

# grin.receive.ture.amount
source: Actual Amount
es_es: Cantidad actual
fil_ph: Tunay na Halaga
ko_kr: 실제 수량
ru_ru: Фактическая сумма
tr_tr: Gerçek Miktar
vi_vn: Số lượng Thực tế

# grin.sent.fee
source: Fees
es_es: Comisiones
fil_ph: Mga Bayarin
ko_kr: 수수료
ru_ru: Комиссия
tr_tr: Komisyonlar
vi_vn: Phí

# grin.sent.creatFile
source: Generate Transaction File
es_es: Generar archivo de transacción
fil_ph: Bumuo ng File ng Transaksyon
ko_kr: 거래파일 생성하기
ru_ru: Создать файл транзакции
tr_tr: İşlem Dosyası Oluştur
vi_vn: Tạo Tệp Giao dịch

# grin.shareFile.desc
source: Please sign for the transaction
es_es: Por favor firme para la transacción
fil_ph: Mangyaring mag-sign para sa transaksyon
ko_kr: 거래를 위해 서명해주세요.
ru_ru: Пожалуйста, подпишите транзакцию
tr_tr: Lütfen işlemi onaylayın
vi_vn: Vui lòng hoàn tất giao dịch

# grin.txFile.init.status
source: Created
es_es: Creado
fil_ph: Nalikha na
ko_kr: 생성됨
ru_ru: Создано
tr_tr: Oluşturuldu
vi_vn: Đã tạo

# grin.txFile.id
source: Transaction ID
es_es: ID de la Transacción
fil_ph: Transaksyon ID
ko_kr: 거래 ID
ru_ru: ID транзакции
tr_tr: İşlem Kimliği
vi_vn: ID Giao dịch

# grin.shareFile
source: Share Transaction File
es_es: Compartir archivo de transacción
fil_ph: Ibahagi ang File ng Transaksyon
ko_kr: 거래파일 공유하기
ru_ru: Поделиться файлом транзакции
tr_tr: İşlem Dosyasını Paylaş
vi_vn: Chia sẻ Tệp Giao dịch

# grin.finalize.title
source: Send GRIN
es_es: Enviar GRIN
fil_ph: Magpadala ng GRIN
ko_kr: GRIN 보내기
ru_ru: Отправить GRIN
tr_tr: GRIN Gönder
vi_vn: Gửi GRIN

# grin.finalize.desc
source: Transaction has been received by the recipient. Please finalize and broadcast the transaction.
es_es: La transacción ha sido recibida por el destinatario. Por favor, finalice y transmita la transacción.
fil_ph: Ang transaksyon ay natanggap ng tatanggap. Mangyaring i-finalize at i-broadcast ang transaksyon.
ko_kr: 수신자가 거래를 수신했습니다. 거래를 완료하고 송출해주세요.
ru_ru: Транзакция была получена получателем. Пожалуйста, финализируйте и опубликуйте транзакцию.
tr_tr: İşlem alıcıya ulaştı. Lütfen işlemi tamamlayın ve yayınlayın.
vi_vn: Người nhận đã nhận được giao dịch. Vui lòng hoàn tất và thực thi giao dịch.

# grin.txFile.received.status
source: The receipt has been confirmed
es_es: El recibo ha sido confirmado
fil_ph: Ang resibo ay nakumpirma na
ko_kr: 영수증이 확인되었습니다
ru_ru: Получение подтверждено
tr_tr: Alım onaylandı
vi_vn: Biên lai đã được xác nhận

# grin.finalize
source: Finalize and Broadcast
es_es: Finalizar y transmitir
fil_ph: Tapusin at I-broadcast
ko_kr: 송출 끝내기
ru_ru: Завершение и публикация
tr_tr: Tamamla ve Yayınla
vi_vn: Hoàn thiện và Thực thi

# grin.finalized.alertTitle
source: Transaction Finalized
es_es: Transacción finalizada
fil_ph: Natapos ang Transaksyon
ko_kr: 거래 완료됨
ru_ru: Транзакция финализирована
tr_tr: İşlem Tamamlandı
vi_vn: Giao dịch Hoàn thành

# grin.finalized.alertDesc
source: Your GRIN transaction has started to be broadcast
es_es: Su transacción GRIN ha comenzado a ser transmitida
fil_ph: Ang iyong transaksyon sa GRIN ay nagsimulang mai-broadcast
ko_kr: GRIN 거래가 송출되기 시작했습니다.
ru_ru: Ваша транзакция GRIN начала транслироваться
tr_tr: GRIN işleminiz yayınlanmaya başlandı
vi_vn: GRIN của bạn đang được thực thi

# grin.sent.next
source: Next
es_es: Siguiente
fil_ph: Susunod
ko_kr: 다음
ru_ru: Следующий
tr_tr: İleri
vi_vn: Tiếp theo

# grin.sent.suggest.useVite.title
source: Notice
es_es: Aviso
fil_ph: Abiso
ko_kr: 공지
ru_ru: Уведомление
tr_tr: Uyarı
vi_vn: Chú ý

# grin.sent.suggest.useVite.desc
source: If you want to send GRIN to a Vite Wallet user, sending through VITE address is recommended for it is safer and cheaper.
es_es: Si desea enviar GRIN a un usuario de la billetera Vite, se recomienda enviar a través de la dirección VITE porque es más seguro y barato.
fil_ph: Kung nais mong magpadala ng GRIN sa isang gumagamit ng Vite Wallet, inirerekomenda ang pagpapadala sa pamamagitan ng VITE address para mas ligtas at mas mura ito.
ko_kr: Vite 지갑 사용자에게 GRIN을 보내려면 더 안전하고 저렴하게 VITE 주소를 통해 보내는 것을 추천합니다.
ru_ru: Если вы хотите отправить GRIN пользователю Vite Wallet, рекомендуется посылать его через VITE адрес - это безопаснее и дешевле.
tr_tr: Bir Vite Wallet kullanıcısına GRIN göndermek istiyorsanız, daha güvenli ve daha ucuz olması için VITE Adresi üzerinden göndermeniz önerilir.
vi_vn: Nếu bạn muốn gửi GRIN cho người dùng Vite Wallet, bạn nên gửi qua Địa chỉ VITE vì nó an toàn hơn và rẻ hơn.

# grin.sent.switch
source: VITE Address
es_es: Dirección VITE
fil_ph: Address ng VITE
ko_kr: VITE 주소
ru_ru: VITE Адрес
tr_tr: VITE Adresi
vi_vn: Địa chỉ VITE

# grin.sent.stillUseHttp
source: HTTP Address
es_es: Dirección HTTP
fil_ph: Address ng HTTP
ko_kr: HTTP 주소
ru_ru: HTTP адрес
tr_tr: HTTP Adresi
vi_vn: Địa chỉ HTTP

# grin.sent.http.success
source: You have successfully sent GRIN transfer request
es_es: Has enviado con éxito la solicitud de transferencia de GRIN
fil_ph: Matagumpay mong naipadala ang kahilingan sa paglipat ng GRIN
ko_kr: 성공적으로 GRIN 전송 요청이 보내졌습니다.
ru_ru: Вы успешно отправили запрос на передачу GRIN
tr_tr: GRIN transfer talebini başarıyla gönderdiniz
vi_vn: Bạn đã gửi yêu cầu chuyển GRIN thành công

# grin.sent.vite.success
source: Your transaction has sent.
es_es: Tu transacción ha sido enviada.
fil_ph: Naipadala na ang iyong transaksyon.
ko_kr: 거래가 보내졌습니다.
ru_ru: Ваша транзакция отправлена.
tr_tr: İşleminiz gönderildi.
vi_vn: Giao dịch của bạn đã được gửi.

# grin.receiveByVite.addressCopyed
source: Your VITE address for receiving GRIN has been copied to the clipboard.
es_es: Su dirección VITE para recibir GRIN ha sido copiada al portapapeles.
fil_ph: Ang iyong VITE address para sa pagtanggap ng GRIN ay nakopya na sa clipboard.
ko_kr: GRIN을 수신할 VITE 주소가 클립보드에 복사되었습니다.
ru_ru: Ваш VITE адрес для получения GRIN был скопирован в буфер обмена.
tr_tr: GRIN almak için VITE adresiniz panoya kopyalandı.
vi_vn: Địa chỉ VITE để nhận GRIN của bạn đã được sao chép vào khay nhớ tạm.

# grin.receiveByVite.desc
source: Please note that web wallet doesn't support native GRIN. If you receive the VITE transaction with GRIN file, you should contact the sender to cancel the transaction and resend GRIN.
es_es: Tenga en cuenta que la billetera web no soporta GRIN nativos. Si es que recibe la transacción VITE mediante un archivo de transacción GRIN, debe ponerse en contacto con el remitente para cancelar la transacción y que reenvié los GRIN.
fil_ph: Mangyaring tandaan na ang web wallet ay hindi sumusuporta sa katutubong GRIN. Kung natanggap mo ang VITE transaksyon na may GRIN file, dapat kang makipag-ugnay sa nagpadala upang kanselahin ang transaksyon at ipadala muli ang GRIN.
ko_kr: 웹 지갑은 네이티브 GRIN을 지원하지 않습니다. GRIN 파일로 VITE 거래를 받으면 발신자에게 연락하여 거래를 취소하고, GRIN을 다시 보내야합니다.
ru_ru: Обратите внимание, что веб-кошелек не поддерживает родной GRIN. Если вы получили VITE транзакцию с файлом GRIN, свяжитесь с отправителем для отмены транзакции и отправки GRIN.
tr_tr: Lütfen web cüzdanının yerel GRIN'i desteklemediğini unutmayın. GRIN dosyası ile VITE işlemi alırsanız, işlemi iptal etmek ve GRIN'i yeniden göndermek için gönderen ile iletişime geçmelisiniz.
vi_vn: Xin lưu ý rằng ví web không hỗ trợ GRIN native. Nếu bạn nhận được giao dịch VITE với tệp GRIN, vui lòn liên hệ với người gửi để hủy giao dịch và gửi lại GRIN.

# grin.iknow
source: I know
es_es: Entendido
fil_ph: Alam Ko
ko_kr: 알고 있습니다.
ru_ru: Я знаю
tr_tr: Biliyorum
vi_vn: Tôi đã hiểu

# grin.thisIsFirstViteAddress
source: This is your first VITE address
es_es: Esta es tu primera dirección VITE
fil_ph: Ito ang iyong unang address sa VITE
ko_kr: 첫번째 VITE 주소입니다.
ru_ru: Это ваш первый VITE адрес
tr_tr: Bu ilk VITE adresinizdir
vi_vn: Đây là địa chỉ VITE đầu tiên của bạn

# grin.receiveByHttp.addressCopyed
source: Your HTTP address for receiving GRIN has been copied to the clipboard
es_es: Su dirección HTTP para recibir GRIN ha sido copiada al portapapeles
fil_ph: Ang iyong HTTP address para sa pagtanggap ng GRIN ay nakopya na sa clipboard
ko_kr: GRIN을 수신할 HTTP 주소가 클립보드에 복사되었습니다
ru_ru: Ваш HTTP адрес для получения GRIN скопирован в буфер обмена
tr_tr: GRIN almak için HTTP adresiniz panoya kopyalandı
vi_vn: Địa chỉ HTTP để nhận GRIN của bạn đã được sao chép vào khay nhớ tạm

# grin.receiveByHttp.desc
source: As shown in the picture above, Vite will do the collection and remit for you when you choose to transfer or receive GRIN through HTTP address. There are transaction fees in both the two steps above.
es_es: Como se muestra en la imagen de arriba, Vite hará la colección y la asignará por ti cuando elijas transferir o recibir GRIN a través de la dirección HTTP. Hay tarifas de transacción en los dos pasos anteriores.
fil_ph: Tulad ng ipinakita sa larawan sa itaas, gagawa ang Vite ng koleksyon at magpapadala para sa iyo kapag pinili mong ilipat o makatanggap ng GRIN sa pamamagitan ng HTTP address. Mayroong mga bayarin sa transaksyon sa parehong dalawang hakbang sa itaas.
ko_kr: 위 그림과 같이 Vite는 귀하가 HTTP 주소를 통해 GRIN을 전송 또는 수신하도록 선택하면, 수집 및 송금을 수행합니다. 위의 두 단계 모두 거래 수수료가 있습니다.
ru_ru: Как показано на рисунке выше, Vite будет делать подборку и передавать ее вам, когда вы решите передать или получить GRIN через HTTP адрес. Есть транзакционные сборы в обоих шагах выше.
tr_tr: Yukarıdaki resimde gösterildiği gibi, HTTP adresi aracılığıyla GRIN'i aktarmayı veya almayı seçtiğinizde Vite sizin için toplama ve havale yapacaktır. Yukarıdaki her iki adımda da işlem komisyonu vardır.
vi_vn: Như trong hình trên, Vite sẽ thực hiện việc thu và chuyển cho bạn khi bạn chọn chuyển hoặc nhận GRIN thông qua địa chỉ HTTP. Có tính phí giao dịch trong cả hai bước trên.

# grin.receive.title
source: Receive GRIN
es_es: Recibir GRIN
fil_ph: Tumanggap ng GRIN
ko_kr: GRIN 수신하기
ru_ru: Получить GRIN
tr_tr: GRIN Al
vi_vn: Nhận GRIN

# grin.receive.sented
source: Created
es_es: Creado
fil_ph: Nalikha na
ko_kr: 생성됨
ru_ru: Создано
tr_tr: Oluşturuldu
vi_vn: Đã tạo

# grin.creatTime
source: Creation Time
es_es: Fecha de creación
fil_ph: Oras ng Paglikha
ko_kr: 생성 시간
ru_ru: Время создания
tr_tr: Oluşturma Zamanı
vi_vn: Thời gian tạo

# grin.signAndShare
source: Receive and Share
es_es: Recibir y compartir
fil_ph: Tumanggap at Magbahagi
ko_kr: 수신 및 공유하기
ru_ru: Получить и поделиться
tr_tr: Al ve Paylaş
vi_vn: Nhận và Chia sẻ

# grin.sent.btnTitle
source: Send
es_es: Enviar
fil_ph: Ipadala
ko_kr: 보내기
ru_ru: Отправить
tr_tr: Gönder
vi_vn: Gửi

# grin.receive.BtnTitle
source: Receive
es_es: Recibir
fil_ph: Natanggap
ko_kr: 수신하기
ru_ru: Получить
tr_tr: Alma
vi_vn: Nhận

# grin.notice.title
source: Notice
es_es: Aviso
fil_ph: Abiso
ko_kr: 공지
ru_ru: Уведомление
tr_tr: Uyarı
vi_vn: Chú ý

# grin.teach.vite.receive.title
source: Receive GRIN through VITE Address
es_es: Recibir GRIN a través de la dirección VITE
fil_ph: Makatanggap ng GRIN sa pamamagitan ng VITE Address
ko_kr: VITE 주소로 GRIN 수신하기
ru_ru: Получить GRIN по адресу VITE
tr_tr: VITE Adresi aracılığıyla GRIN alın
vi_vn: Nhận GRIN qua địa chỉ VITE

# grin.teach.http.receive.title
source: Receive GRIN though HTTP Address
es_es: Recibir GRIN a través de dirección HTTP
fil_ph: Makatanggap ng GRIN kahit na ang HTTP Address
ko_kr: HTTP 주소로 GRIN 수신하기
ru_ru: Получить GRIN по HTTP адресу
tr_tr: HTTP Adresi aracılığıyla GRIN alın
vi_vn: Nhận GRIN qua địa chỉ HTTP

# grin.teach.vite.sent.title
source: Send GRIN through VITE Address
es_es: Enviar GRIN a través de la dirección VITE
fil_ph: Magpadala ng GRIN sa pamamagitan ng VITE Address
ko_kr: VITE 주소로 GRIN 보내기
ru_ru: Отправить GRIN через VITE адрес
tr_tr: VITE Adresi aracılığıyla GRIN gönderin
vi_vn: Gửi GRIN qua địa chỉ VITE

# grin.teach.http.sent.title
source: Send GRIN though HTTP Address
es_es: Enviar GRIN a través de la dirección HTTP
fil_ph: Magpadala ng GRIN sa pamamagitan ng HTTP Address
ko_kr: HTTP 주소로 GRIN 보내기
ru_ru: Отправить GRIN через HTTP-адрес
tr_tr: HTTP Adresi aracılığıyla GRIN gönderin
vi_vn: Gửi GRIN qua địa chỉ HTTP

# grin.txid.title
source: Transaction ID
es_es: ID de la Transacción
fil_ph: Transaksyon ID
ko_kr: 거래 ID
ru_ru: ID транзакции
tr_tr: İşlem kimliği
vi_vn: ID Giao dịch

# grin.switchAddress
source: Switch Address
es_es: Cambiar dirección
fil_ph: Lumipat ng Address
ko_kr: 주소 전환하기
ru_ru: Переключить адрес
tr_tr: Adres Değiştir
vi_vn: Đổi Địa chỉ
