Repository: vitelabs/vite-business-ios
Catalog: ViteBusiness/Assets/*.lproj/Localizable.strings
Languages: es_es, fil_ph, ko_kr, ru_ru, tr_tr, vi_vn

# bifrost.operation.cancel.coin
source: Retrieve Staking for Issuance
es_es: Cancelar bloqueo de emisión
fil_ph: Kunin ang Staking para sa Pagbibigay
ko_kr: 발행을 위해 스테이킹 되찾기
ru_ru: Запросить разморозку для эмиссии
tr_tr: Yayınlama için Stake'i Geri Al
vi_vn: Truy xuất Stake cho Phát hành

# bifrost.operation.transfer
source: Send
es_es: Enviar
fil_ph: Ipadala
ko_kr: 보내기
ru_ru: Отправить
tr_tr: Gönder
vi_vn: Gửi

# bifrost.operation.vx.deposit
source: ViteX Deposit
es_es: Depósito en ViteX
fil_ph: Deposito sa ViteX
ko_kr: ViteX 입금하기
ru_ru: ViteX пополнение
tr_tr: ViteX Yatırımı
vi_vn: Nạp ViteX

# bifrost.operation.vx.withdraw
source: ViteX Withdrawal
es_es: Retiro de ViteX
fil_ph: Pag-Withdraw ng ViteX
ko_kr: ViteX 출금하기
ru_ru: ViteX Вывод Средств
tr_tr: ViteX Çekimi
vi_vn: Rút ViteX

# bifrost.operation.across.chain.withdraw
source: Cross-Chain Send
es_es: Envío Cross-Chain
fil_ph: Ipadala ang Cross-Chain
ko_kr: 크로스체인 보내기
ru_ru: Кросс-Чейн отправка
tr_tr: Cross-Chain Gönderimi
vi_vn: Gửi Cross-chain

# bifrost.operation.vx.order
source: Place Order on ViteX
es_es: Colocar orden en ViteX
fil_ph: Maglagay ng Order sa ViteX
ko_kr: ViteX에서 거래하기
ru_ru: Разместить ордер на ViteX
tr_tr: ViteX'te Emir Gir
vi_vn: Đặt lệnh trên ViteX

# bifrost.operation.vx.cancel.order
source: Cancel Order on ViteX
es_es: Cancelar orden en ViteX
fil_ph: Kanselahin ang Order sa ViteX
ko_kr: ViteX에서 거래 취소하기
ru_ru: Отменить ордер на ViteX
tr_tr: ViteX'teki Emri İptal Et
vi_vn: Huỷ lệnh trên ViteX

# bifrost.operation.function.title
source: Contract Invoke
es_es: Contrato invocado
fil_ph: Pinatawag ang Kontrata
ko_kr: 컨트렉트 호출하기
ru_ru: Вызвать контракт
tr_tr: Sözleşme Çağrısı
vi_vn: Kêu gọi Hợp đồng

# bifrost.operation.title.contract.address
source: Contract Address
es_es: Dirección del contrato
ko_kr: 컨트렉트 주소
ru_ru: Адрес контракта
tr_tr: Sözleşme Adresi
vi_vn: Địa chỉ Hợp đồng

# bifrost.operation.title.amount
source: Amount
es_es: Cantidad
fil_ph: Halaga
ko_kr: 수량
ru_ru: Сумма
tr_tr: Miktar
vi_vn: Số lượng

# bifrost.operation.title.fee
source: Fee
es_es: Comisión
fil_ph: Bayarin
ko_kr: 수수료
ru_ru: Комиссия
tr_tr: Komisyon
vi_vn: Phí

# bifrost.operation.title.data
source: Data
es_es: Datos
fil_ph: Datos
ko_kr: 데이터
ru_ru: Дата
tr_tr: Veri
vi_vn: Dữ liệu

# token.list.page.section.bnb.header
source: Binance Network
es_es: Red Binance
ko_kr: 바이낸스 네트워크
ru_ru: Сеть Binance
tr_tr: Binance Ağı
vi_vn: Mạng Binance

# bnb.send.page.feeView.titleLabel.title
source: Fee
es_es: Comisión
fil_ph: Bayarin
ko_kr: 수수료
ru_ru: Комиссия
tr_tr: Komisyon
vi_vn: Phí

# bnb.send.page.addressTitleLabel.titleLabel.title
source: BNB Address
es_es: Dirección BNB
ko_kr: BNB 주소
ru_ru: BNB адрес
tr_tr: BNB Adresi
vi_vn: Địa chỉ BNB

# bnb.send.page.eth.contacts.button.title
source: BNB Contacts
es_es: Contactos BNB
fil_ph: Mga contact sa BNB
ko_kr: BNB 연락처
ru_ru: Контакты BNB
tr_tr: BNB kişileri
vi_vn: Danh bạ BNB

# bnb.txType.newOrder.title
source: Place Order
es_es: Hacer una orden
fil_ph: Maglagay ng Order
ko_kr: 주문하기
ru_ru: Разместить заявку
tr_tr: Emir Gir
vi_vn: Đặt lệnh

# bnb.txType.issueToken.title
source: Issue Asset
es_es: Emitir activo
fil_ph: Isyu ng Asset
ko_kr: 자산 발행하기
ru_ru: Эмитировать актив
tr_tr: Varlık Yayınla
vi_vn: Tài sản Phát hành

# bnb.txType.burnToken.title
source: Burn
es_es: Quemar
fil_ph: I-Burn
ko_kr: 소각하기
ru_ru: Сжечь
tr_tr: Yakmak
vi_vn: Đốt

# bnb.txType.listToken.title
source: Listing
es_es: Listando
ko_kr: 목록
ru_ru: Листинг
tr_tr: Listeleme
vi_vn: Niêm yết

# bnb.txType.cancelOrder.title
source: Cancel Order
es_es: Cancelar orden
fil_ph: Kanselahin ang Order
ko_kr: 주문 취소하기
ru_ru: Отменить заказ
tr_tr: Emri İptal Et
vi_vn: Huỷ lệnh

# bnb.txType.freezeToken.title
source: Freeze Token
es_es: Congelar token
fil_ph: Mag-freeze ng Token
ko_kr: 토큰 정지하기
ru_ru: Заморозить токен
tr_tr: Kilitli Token
vi_vn: Đóng băng Token

# bnb.txType.unfreezeToken.title
source: Unfreeze Token
es_es: Descongelar token
ko_kr: 토큰 정지 철회하기
ru_ru: Разморозить токен
tr_tr: Kilidi Açılmış Token
vi_vn: Giải phóng Token

# bnb.txType.transfer.title
source: Transfer
es_es: Transferencia
fil_ph: Ilipat
ko_kr: 전송하기
ru_ru: Перевод
vi_vn: Chuyển

# bnb.txType.proposal.title
source: Proposal Request
es_es: Solicitud de propuesta
fil_ph: Kahilingan sa Panukala
ko_kr: 제안 요청하기
ru_ru: Запрос предложения
tr_tr: Teklif Talebi
vi_vn: Yêu cầu Đề xuất

# bnb.txType.vote.title
source: Vote
es_es: Votar
fil_ph: Bumoto
ko_kr: 투표하기
ru_ru: Голосовать
tr_tr: Oy
vi_vn: Bỏ phiếu

# bnb.txType.deposit.title
source: Deposit
es_es: Depositar
fil_ph: Deposito
ko_kr: 입금
ru_ru: Пополнить
tr_tr: Yatırma
vi_vn: Nạp

# buildin.transfer.utf8string.function.title
source: Transfer
es_es: Transferir
fil_ph: Ilipat
ko_kr: 전송하기
ru_ru: Перевод
vi_vn: Chuyển

# buildin.transfer.utf8string.item0.title
source: Transaction Address
es_es: Dirección de la transacción
fil_ph: Address ng Transaksyon
ko_kr: 트랜잭션 주소
ru_ru: Адрес транзакции
tr_tr: İşlem Adresi
vi_vn: Địa chỉ Giao dịch

# buildin.transfer.utf8string.item1.title
source: Amount
es_es: Cantidad
fil_ph: Halaga
ko_kr: 수량
ru_ru: Сумма
tr_tr: Miktar
vi_vn: Số lượng

# buildin.transfer.utf8string.item2.title
source: Comment
es_es: Comentario
fil_ph: Mag-Kumento
ko_kr: 댓글
ru_ru: Комментарий
tr_tr: Yorum
vi_vn: Memo

# buildin.transfer.cross.chain.function.title
source: Cross-Chain Send
es_es: Envío Cross-Chain
fil_ph: Ipadala ang Cross-Chain
ko_kr: 크로스체인 보내기
ru_ru: Кросс-Чейн отправка
tr_tr: Cross-Chain Gönderimi
vi_vn: Gửi cross-chain

# buildin.transfer.cross.chain.item0.title
source: Amount
es_es: Cantidad
fil_ph: Halaga
ko_kr: 수량
ru_ru: Сумма
tr_tr: Miktar
vi_vn: Số lượng

# buildin.transfer.cross.chain.item1.title
source: Fee
es_es: Comisión
fil_ph: Bayarin
ko_kr: 수수료
ru_ru: Комиссия
tr_tr: Komisyon
vi_vn: Phí

# buildin.transfer.cross.chain.item2.title
source: Receive Address
es_es: Dirección de recepción
fil_ph: Tumanggap ng Address
ko_kr: 입금 주소
ru_ru: Адрес Получателя
tr_tr: Adresi Al
vi_vn: Địa chỉ nhận

# buildin.vote.function.title
source: Vote
es_es: Votar
fil_ph: Bumoto
ko_kr: 투표
ru_ru: Голосовать
tr_tr: Oy
vi_vn: Bỏ phiếu

# buildin.vote.item0.title
source: SBP Candidates
es_es: Lista de SBP
fil_ph: Mga kandidato sa SBP
ko_kr: SBP 후보
ru_ru: Кандидаты SBP
tr_tr: SBP Adayları
vi_vn: Ứng cử viên SBP

# buildin.vote.item1.title
source: Votes
es_es: Votos
fil_ph: Mga boto
ko_kr: 투표
ru_ru: Голоса
tr_tr: Oylar
vi_vn: Số phiếu

# buildin.coin.issuance.function.title
source: Token Issuance
es_es: Emisión de Token
fil_ph: Pagbibigay ng Token
ko_kr: 토큰 발행
ru_ru: Выпуск актива
tr_tr: Token Yayınlama
vi_vn: Phát hành Token

# buildin.coin.issuance.item0.title
source: Issuance Address
es_es: Dirección de emisión
fil_ph: Address ng Paglabas
ko_kr: 발행 주소
ru_ru: Адрес Выпуска
tr_tr: Yayınlama Adresi
vi_vn: Địa chỉ Phát hành

# buildin.coin.issuance.item1.title
source: Token Name
es_es: Nombre del token
fil_ph: Pangalan ng Token
ko_kr: 토큰 이름
ru_ru: Имя Токена
tr_tr: Token Adı
vi_vn: Tên Token

# buildin.coin.issuance.item2.title
source: Token Symbol
es_es: Símbolo del token
fil_ph: Simbolo ng Token
ko_kr: 토큰 심볼
ru_ru: Тикер
tr_tr: Token Sembolü
vi_vn: Kí hiệu Token

# buildin.coin.issuance.item3.title
source: Total Supply
es_es: Suministro total
fil_ph: Kabuuang Supply
ko_kr: 총 발행량
ru_ru: Общее предложение
tr_tr: Toplam Arz
vi_vn: Tổng cung

# buildin.coin.issuance.item4.title
source: Decimals
es_es: Decimales
fil_ph: Mga decimal
ko_kr: 10진수
ru_ru: Знаков после запятой
tr_tr: Ondalık sayılar
vi_vn: Số thập phân

# buildin.coin.issuance.item5.title
source: Re-issuable
es_es: Re-emisible
fil_ph: Maibibigay muli
ko_kr: 재발행 가능
ru_ru: Перевыпуск
tr_tr: Yeniden Yayınlanabilir
vi_vn: Tái phát hành

# buildin.coin.issuance.item5.yes.value
source: YES
es_es: Sí
fil_ph: OO
ko_kr: 네
ru_ru: ДА
tr_tr: EVET
vi_vn: CÓ

# buildin.coin.issuance.item5.no.value
source: NO
fil_ph: HINDI
ko_kr: 아니오
ru_ru: НЕТ
tr_tr: HAYIR
vi_vn: KHÔNG

# buildin.coin.issuance.item6.title
source: Max Supply
es_es: Suministro máximo
fil_ph: Pinakamataas na Supply
ko_kr: 최대 공급량
ru_ru: Макс. выпуск
tr_tr: Maks. Arz
vi_vn: Số cung tối đa

# buildin.coin.issuance.item7.title
source: Issuance Fee
es_es: Comisión de emisión
fil_ph: Bayad sa Pagbibigay
ko_kr: 발행 수수료
ru_ru: Комиссия за выпуск
tr_tr: Yayınlama Komisyonu
vi_vn: Phí phát hành

# buildin.coin.transfer.ownership.function.title
source: Transfer Ownership
es_es: Transferir propiedad
fil_ph: Paglipat ng pagmamay-ari
ko_kr: 소유권 이전하기
ru_ru: Передать право собственности
tr_tr: Sahipliği Devret
vi_vn: Chuyển Quyền sở hữu

# buildin.coin.transfer.ownership.item0.title
source: Token Name
es_es: Nombre del Token
fil_ph: Pangalan ng Token
ko_kr: 토큰 이름
ru_ru: Имя токена
tr_tr: Token Adı
vi_vn: Tên Token

# buildin.coin.transfer.ownership.item1.title
source: Token Symbol
es_es: Símbolo del token
fil_ph: Simbolo ng Token
ko_kr: 토큰 심볼
ru_ru: Тикер
tr_tr: Token Sembolü
vi_vn: Kí hiệu Token

# buildin.coin.transfer.ownership.item2.title
source: Recipient Address
es_es: Dirección del destinatario
fil_ph: Address ng tatanggap
ko_kr: 수신자 주소
ru_ru: Адрес получателя
tr_tr: Alıcı Adresi
vi_vn: Địa chỉ nhận

# buildin.coin.reissue.token.function.title
source: Re-issue Token
es_es: Re-emitir token
fil_ph: Muling pag-isyu ng Token
ko_kr: 재발행 토큰
ru_ru: Токен перевыпуска
tr_tr: Tokenı Yeniden yayınla
vi_vn: Tái phát hành Token

# buildin.coin.reissue.token.item0.title
source: Token Name
es_es: Nombre del token
fil_ph: Pangalan ng Token
ko_kr: 토큰 이름
ru_ru: Имя токена
tr_tr: Token Adı
vi_vn: Tên Token

# buildin.coin.reissue.token.item1.title
source: Token Symbol
es_es: Símbolo del token
fil_ph: Simbolo ng Token
ko_kr: 토큰 심볼
ru_ru: Тикер
tr_tr: Token Sembolü
vi_vn: Kí hiệu Token

# buildin.coin.reissue.token.item2.title
source: Beneficiary Address
es_es: Dirección del beneficiario
fil_ph: Address ng pagbibigyan
ko_kr: 수취인 주소
ru_ru: Адрес выгодоприобретателя
tr_tr: Yararlanıcı Adresi
vi_vn: Địa chỉ thụ hưởng

# buildin.coin.reissue.token.item3.title
source: Amount
es_es: Cantidad
fil_ph: Halaga
ko_kr: 수량
ru_ru: Сумма
tr_tr: Miktar
vi_vn: Số lượng

# buildin.coin.change.to.nonissuable.function.title
source: Change to Non-issuable
es_es: Cambiar a No-Emisible
fil_ph: Pagbabago sa Hindi maibibigay
ko_kr: 발행 불가로 변경하기
ru_ru: Изменить на Не выпускаемый
tr_tr: Yayınlanamaz Olarak Değiştir
vi_vn: Thay đổi thành Không thể phát hành

# buildin.coin.change.to.nonissuable.item0.title
source: Token Name
es_es: Nombre del token
fil_ph: Pangalan ng Token
ko_kr: 토큰 이름
ru_ru: Имя токена
tr_tr: Token Adı
vi_vn: Tên Token

# buildin.coin.change.to.nonissuable.item1.title
source: Token Symbol
es_es: Símbolo del token
fil_ph: Simbolo ng Token
ko_kr: 토큰 심볼
ru_ru: Тикер
tr_tr: Token Sembolü
vi_vn: Kí hiệu Token

# buildin.dex.transfer.token.owner.function.title
source: Transfer Token's Ownership
es_es: Transferir propiedad del token
fil_ph: Paglipat ng Pag-aari ng Token
ko_kr: 토큰 소유권 이전하기
ru_ru: Передача права собственности
tr_tr: Token Sahipliğini Devret
vi_vn: Chuyển quyền sở hữu Token

# buildin.dex.transfer.token.owner.item0.title
source: Token Name
es_es: Nombre del Token
fil_ph: Pangalan ng Token
ko_kr: 토큰 이름
ru_ru: Имя токена
tr_tr: Token Adı
vi_vn: Tên Token

# buildin.dex.transfer.token.owner.item1.title
source: Token Symbol
es_es: Símbolo del token
fil_ph: Simbolo ng Token
ko_kr: 토큰 심볼
ru_ru: Тикер
tr_tr: Token Sembolü
vi_vn: Kí hiệu Token

# buildin.dex.transfer.token.owner.item2.title
source: Recipient Address
es_es: Dirección del destinatario
fil_ph: Address ng tatanggap
ko_kr: 수신자 주소
ru_ru: Адрес получателя
tr_tr: Alıcı Adresi
vi_vn: Địa chỉ nhận

# buildin.dex.transfer.pair.function.title
source: Transfer Trading pair's Ownership
es_es: Transferir propiedad del par de comercio
fil_ph: Paglilipat ng pagmamay-ari ng Trading Pair
ko_kr: 거래쌍의 소유권 이전하기
ru_ru: Передать владение торговой парой
tr_tr: Alım Satın Paritelerinin Sahipliğini Devret
vi_vn: Chuyển Quyền sở hữu cặp giao dịch

# buildin.dex.transfer.pair.item0.title
source: Name
es_es: Nombre
fil_ph: Pangalan
ko_kr: 이름
ru_ru: Наименование
tr_tr: Ad
vi_vn: Tên

# buildin.dex.transfer.pair.item1.title
source: Recipient Address
es_es: Dirección del destinatario
fil_ph: Address ng tatanggap
ko_kr: 수신자 주소
ru_ru: Адрес получателя
tr_tr: Alıcı Adresi
vi_vn: Địa chỉ nhận

# buildin.dex.adjust.fees.function.title
source: Adjust Fees
es_es: Ajustar comisión
fil_ph: I-adjust ang Bayarin
ko_kr: 수수료 조정하기
ru_ru: Настроить комиссию
tr_tr: Komisyonları Ayarla
vi_vn: Điều chỉnh Phí

# buildin.dex.adjust.fees.item0.title
source: Name
es_es: Nombre
fil_ph: Pangalan
ko_kr: 이름
ru_ru: Наименование
tr_tr: Ad
vi_vn: Tên

# buildin.dex.adjust.fees.item1.title
source: Current Address
es_es: Dirección actual
fil_ph: Kasalukuyang Address
ko_kr: 현재 주소
ru_ru: Текущий адрес
tr_tr: Mevcut Adres
vi_vn: Địa chỉ Hiện tại

# buildin.dex.adjust.fees.item.maker.title
source: Adjusted Maker Fees
es_es: Comisión Maker ajustada
fil_ph: Naayos ang mga Bayad sa Gumagawa
ko_kr: 조정된 Maker 수수료
ru_ru: Скорректированные комиссионные (Maker)
tr_tr: Düzeltilmiş Yapıcı Komisyonları
vi_vn: Phí maker đã được điều chỉnh

# buildin.dex.adjust.fees.item.taker.title
source: Adjusted Taker Fees
es_es: Comisión taker ajustada
fil_ph: Inayos ang mga Bayad sa Taker
ko_kr: 조정된 테이커 수수료
ru_ru: Скорректированные комиссионные (Taker)
tr_tr: Düzeltilmiş Alıcı Komisyonları
vi_vn: Phí taker đã được điều chỉnh

# buildin.dex.open.trading.pair.function.title
source: Open Trading Pair
es_es: Par de comercio abierto
fil_ph: Buksan ang Trading Pair
ko_kr: 거래쌍 열기
ru_ru: Открыть торговую пару
tr_tr: Alım Satım Paritesini Aç
vi_vn: Mở Cặp Giao dịch

# buildin.dex.open.trading.pair.item0.title
source: Name
es_es: Nombre
fil_ph: Pangalan
ko_kr: 이름
ru_ru: Наименование
tr_tr: Ad
vi_vn: Tên

# buildin.dex.open.trading.pair.item1.title
source: Current Address
es_es: Dirección actual
fil_ph: Kasalukuyang Address
ko_kr: 현재 주소
ru_ru: Текущий адрес
tr_tr: Mevcut Adres
vi_vn: Địa chỉ Hiện tại

# buildin.dex.open.trading.pair.item2.title
source: Listing Fee
es_es: Comisión de listado
fil_ph: Bayarin sa Listing
ko_kr: 상장 수수료
ru_ru: Комиссия за Листинг
tr_tr: Listeleme Komisyonu
vi_vn: Phí Niêm yết

# buildin.dex.suspend.trading.pair.function.title
source: Suspend Trading Pair
es_es: Suspender comercio de par
fil_ph: Suspindihin ang Trading Pair
ko_kr: 거래쌍 중지하기
ru_ru: Приостановить торговую пару
tr_tr: Alım Satım Paritesini Askıya Al
vi_vn: Đóng Cặp giao dịch

# buildin.dex.suspend.trading.pair.item0.title
source: Name
es_es: Nombre
fil_ph: Pangalan
ko_kr: 이름
ru_ru: Наименование
tr_tr: Ad
vi_vn: Tên

# buildin.dex.suspend.trading.pair.item1.title
source: Current Address
es_es: Dirección actual
fil_ph: Kasalukuyang Address
ko_kr: 현재 주소
ru_ru: Текущий адрес
tr_tr: Mevcut Adres
vi_vn: Địa chỉ Hiện tại

# buildin.dex.recover.trading.pair.function.title
source: Recover Trading Pair
es_es: Restaurar comercio de par
fil_ph: Alisin ang Trading Pair
ko_kr: 거래쌍 회복하기
ru_ru: Восстановить торговую пару
tr_tr: Alım Satım Paritesini Kurtar
vi_vn: Khôi phục Cặp giao dịch

# buildin.dex.recover.trading.pair.item0.title
source: Name
es_es: Nombre
fil_ph: Pangalan
ko_kr: 이름
ru_ru: Наименование
tr_tr: Ad
vi_vn: Tên

# buildin.dex.recover.trading.pair.item1.title
source: Current Address
es_es: Dirección actual
fil_ph: Kasalukuyang Address
ko_kr: 현재 주소
ru_ru: Текущий адрес
tr_tr: Mevcut Adres
vi_vn: Địa chỉ Hiện tại

# buildin.dex.staking.as.mining.function.title
source: Staking as Mining
es_es: Staking como minería
fil_ph: Staking bilang Pagmimina
ko_kr: 마이닝 스테이킹하기
ru_ru: Заморозка
tr_tr: Madencilik için Stake
vi_vn: Khai thác bằng Stake

# buildin.dex.staking.as.mining.item0.title
source: Current Address
es_es: Dirección actual
fil_ph: Kasalukuyang Address
ko_kr: 현재 주소
ru_ru: Текущий адрес
tr_tr: Mevcut Adres
vi_vn: Địa chỉ Hiện tại

# buildin.dex.staking.as.mining.item1.title
source: Amount
es_es: Cantidad
fil_ph: Halaga
ko_kr: 수량
ru_ru: Сумма
tr_tr: Miktar
vi_vn: Số lượng

# buildin.dex.cancel.staking.as.mining.function.title
source: Cancel Staking as Mining
es_es: Cancelar Staking como minería
fil_ph: Kanselahin ang Staking bilang Pagmimina
ko_kr: 마이닝 스테이킹 취소하기
ru_ru: Разморозка
tr_tr: Madencilik için Stake İptali
vi_vn: Huỷ Khai thác bằng Stake

# buildin.dex.cancel.staking.as.mining.item0.title
source: Current Address
es_es: Dirección actual
fil_ph: Kasalukuyang Address
ko_kr: 현재 주소
tr_tr: Mevcut Adres
vi_vn: Địa chỉ Hiện tại

# buildin.dex.cancel.staking.as.mining.item1.title
source: Amount
es_es: Cantidad
fil_ph: Halaga
ko_kr: 수량
tr_tr: Miktar
vi_vn: Số lượng

# buildin.dex.become.vip.function.title
source: Become a VIP
es_es: Hazte VIP
fil_ph: Maging VIP
ko_kr: VIP되기
tr_tr: VIP olun
vi_vn: Trở thành VIP

# buildin.dex.become.vip.item0.title
source: Current Address
es_es: Dirección actual
fil_ph: Kasalukuyang Address
ko_kr: 현재 주소
tr_tr: Mevcut Adres
vi_vn: Địa chỉ Hiện tại

# buildin.dex.become.vip.item1.title
source: Amount
es_es: Cantidad
fil_ph: Halaga
ko_kr: 수량
tr_tr: Miktar
vi_vn: Số lượng

# buildin.dex.cancel.vip.function.title
source: Cancel VIP
es_es: Cancelar VIP
fil_ph: Kanselahin ang VIP
ko_kr: VIP 취소
tr_tr: VIP'i iptal et
vi_vn: Hủy VIP

# buildin.dex.cancel.vip.item0.title
source: Current Address
es_es: Dirección actual
fil_ph: Kasalukuyang Address
ko_kr: 현재 주소
tr_tr: Mevcut Adres
vi_vn: Địa chỉ Hiện tại

# buildin.dex.cancel.vip.item1.title
source: Amount
es_es: Cantidad
fil_ph: Halaga
ko_kr: 수량
tr_tr: Miktar
vi_vn: Số lượng

# buildin.dex.lock.vx.function.title
source: Stake
ko_kr: 스테이크하기

# buildin.dex.lock.vx.item0.title
source: Current Address
es_es: Dirección actual
fil_ph: Kasalukuyang Address
ko_kr: 현재 주소
tr_tr: Mevcut Adres
vi_vn: Địa chỉ Hiện tại

# buildin.dex.lock.vx.item1.title
source: Amount
es_es: Cantidad
fil_ph: Halaga
ko_kr: 수량
tr_tr: Miktar
vi_vn: Số lượng

# buildin.dex.un.lock.vx.function.title
source: Retrieve
es_es: Recuperar
fil_ph: Kunin muli
ko_kr: 회수하기
tr_tr: Geri al
vi_vn: Thu hồi

# buildin.dex.un.lock.vx.item0.title
source: Current Address
es_es: Dirección actual
fil_ph: Kasalukuyang Address
ko_kr: 현재 주소
tr_tr: Mevcut Adres
vi_vn: Địa chỉ Hiện tại

# buildin.dex.un.lock.vx.item1.title
source: Amount
es_es: Cantidad
fil_ph: Halaga
ko_kr: 수량
tr_tr: Miktar
vi_vn: Số lượng

# buildin.dex.cancel.stake.function.title
source: Retrieve Staking
es_es: Cancelar stake
fil_ph: Kunin ang Staking
ko_kr: 스테이킹 철회하기
tr_tr: Stake'i Geri Al
vi_vn: Thu thồi stake

# buildin.dex.cancel.stake.item0.title
source: Current Address
es_es: Dirección actual
fil_ph: Kasalukuyang Address
ko_kr: 현재 주소
tr_tr: Mevcut Adres
vi_vn: Địa chỉ Hiện tại

# app.scheme.home.page.busy.header
source: Transaction Confirmation
es_es: Confirmación de Transacción
fil_ph: Pagkumpirma sa Transaksyon
ko_kr: 거래 확인
tr_tr: İşlem Onayı
vi_vn: Xác nhận Giao dịch

# app.scheme.home.page.busy.content
source: Please confirm transaction information below
es_es: Por favor confirme la información de la transacción abajo
fil_ph: Mangyaring kumpirmahin ang impormasyon sa transaksyon sa ibaba
ko_kr: 아래 거래 정보를 확인해주세요.
tr_tr: Lütfen aşağıdaki işlem bilgilerini onaylayın
vi_vn: Vui lòng xác nhận thông tin giao dịch như sau

# app.scheme.network.error
source: Network Error
es_es: Error de red
fil_ph: Error sa Network
ko_kr: 네트워크 오류
tr_tr: Ağ Hatası
vi_vn: Lỗi Mạng

# copyed
source: Successfully copied
es_es: Copiado Exitosamente
fil_ph: Matagumpay na nakopya
ko_kr: 성공적으로 복사되었습니다.
tr_tr: Kopyalama başarılı
vi_vn: Sao chép thành công

# fund.title.wallet
source: Wallet Asset
es_es: Activos en billetera
fil_ph: Asset sa Wallet
ko_kr: 지갑 자산
tr_tr: Cüzdan Varlığı
vi_vn: Tài sản Ví

# fund.title.vitex
source: Exchange Asset
es_es: Activos en Exchange
ko_kr: 거래소 자산
tr_tr: Exchange Varlığı
vi_vn: Tài sản Sàn

# fund.title.toWallet
source: Withdraw to Wallet
es_es: Retirar a billetera
fil_ph: Mag-withdraw sa wallet
ko_kr: 지갑으로 출금하기
tr_tr: Cüzdana Çekme
vi_vn: Rút về Ví

# fund.title.toVitex
source: Deposit to Exchange
es_es: Depositar al Exchange
fil_ph: I-Deposito para sa Palitan
ko_kr: 거래소에 입금하기
tr_tr: Exchange'e Yatırma
vi_vn: Nạp và Sàn

# fund.walletAddress
source: My Address
es_es: Mi Dirección
fil_ph: Ang aking address
ko_kr: 나의 주소
tr_tr: Adresim
vi_vn: Địa chỉ của tôi

# fund.walletFound
source: Wallet Balance
es_es: Balance de Billetera
fil_ph: Balanse sa Wallet
ko_kr: 지갑 잔액
tr_tr: Cüzdan Bakiyesi
vi_vn: Số dư Ví

# fund.quotaInfo
source: Spendable Quota/Quota Limit
es_es: Cuota libre/Cuota total
fil_ph: Pwede Gastusin na Quota / Limitasyon ng Quota
ko_kr: 사용 가능한 쿼타/쿼타 한도
tr_tr: Harcanabilir Quota/Quota Sınırı
vi_vn: Quota có thể dùng/Hạn mức Quota

# fund.deposit.amount
source: Transfer Amount
es_es: Transferir monto
fil_ph: Maglipat ng halaga
ko_kr: 전송 수량
tr_tr: Transfer Miktarı
vi_vn: Số lượng chuyển

# fund.deposit.all
source: All
es_es: Todo
fil_ph: Lahat
ko_kr: 전체
tr_tr: Tümü
vi_vn: Tất cả

# fund.quotaSpend
source: Quota
es_es: Cuota
ko_kr: 쿼타

# fund.deposit
source: Transfer
es_es: Transferir
fil_ph: Ilipat
ko_kr: 전송하기
vi_vn: Chuyển

# fund.vitexFound
source: Available Balance
es_es: Saldo disponible
fil_ph: Magagamit na Balance
ko_kr: 사용 가능한 잔액
tr_tr: Kullanılabilir Bakiye
vi_vn: Số dư khả dụng

# fund.withdraw.amount
source: Transfer Amount
es_es: Transferir monto
fil_ph: Maglipat ng halaga
ko_kr: 전송 금액
tr_tr: Transfer Miktarı
vi_vn: Số lượng chuyển

# fund.withdraw
source: Transfer
es_es: Transferir
fil_ph: Ilipat
ko_kr: 전송하기
vi_vn: Chuyển

# fund.vitex.all
source: Exchange Total Balance
es_es: Saldo disponible en Exchange
fil_ph: Kabuuang Balanse ng Palitan
ko_kr: 거래소 전체 잔액
tr_tr: Toplam Exchange Bakiyesi
vi_vn: Tổng số dư Sàn

# fund.vitex.available
source: Exchange Available Balance
es_es: Saldo disponible en Exchange
fil_ph: Magagamit na Balanse sa Palitan
ko_kr: 거래소 거래가능 잔액
tr_tr: Kullanılabilir Exchange Bakiyesi
vi_vn: Số dư Sàn Khả dụng

# fund.tooBig
source: The amount you entered exceeds available balance, please enter again
es_es: La cantidad introducida excede el saldo disponible, por favor ingrese de nuevo
fil_ph: Ang halagang inilagay mo ay lumampas sa magagamit na balanse, mangyaring ipasok muli
ko_kr: 입력한 금액이 사용 가능한 잔액을 초과합니다. 다시 입력해주세요.
tr_tr: Girdiğiniz miktar kullanılabilir bakiyeyi aşıyor, lütfen tekrar girin
vi_vn: Số lượng bạn đã nhập vượt quá số dư khả dụng, vui lòng nhập lại

# fund.withdraw.placeholder
source: Please enter transfer amount
es_es: Por favor ingrese la cantidad
fil_ph: Mangyaring ipasok ang halaga ng ililipat
ko_kr: 전송 수량을 입력하세요.
tr_tr: Lütfen transfer miktarını girin
vi_vn: Vui lòng nhập số lượng chuyển

# fund.deposit.placeholder
source: Please enter transfer amount
es_es: Por favor ingrese la cantidad
fil_ph: Mangyaring ipasok ang halaga ng ililipat
ko_kr: 전송 수량을 입력하세요.
tr_tr: Lütfen transfer miktarını girin
vi_vn: Vui lòng nhập số lượng chuyển

# fund.cannotDeposit
source: Unable to transfer due to insufficient wallet balance
es_es: No se puede transferir debido a que tienes saldo insuficiente en tu billetera
fil_ph: Hindi mailipat dahil sa hindi sapat na balanse sa wallet
ko_kr: 지갑 잔액이 충분하지 않아 전송이 불가합니다.
tr_tr: Yetersiz cüzdan bakiyesi nedeniyle aktarılamıyor
vi_vn: Không thể chuyển do không đủ số dư trong ví

# fund.cannotWithDraw
source: Unable to transfer due to insufficient exchange balance
es_es: No se puede transferir debido a que tienes saldo insuficiente en el exchange
fil_ph: Hindi mailipat dahil sa hindi sapat na balanse ng palitan
ko_kr: 거래소 잔액이 충분하지 않아 전송이 불가합니다.
tr_tr: Yetersiz exchange bakiyesi nedeniyle aktarılamıyor
vi_vn: Không thể chuyển do không đủ số dư trong sàn
