Repository: vitelabs/vite-business-ios
Catalog: ViteBusiness/Assets/*.lproj/Localizable.strings
Languages: es_es, fil_ph, ko_kr, ru_ru, tr_tr, vi_vn

# quota.float.view.title
source: Computing PoW to Secure Quota for this Transaction…
es_es: Calculando el PoW necesario para asegurar la cuota para esta transacción...
fil_ph: Pag-compute ng PoW upang I-secure ang Quota para sa Transaksyon na ito...
ko_kr: 이 거래에 대한 쿼타를 확보하기 위해 PoW 계산 중...
ru_ru: Вычисления PoW для получения квоты для этой транзакции...
tr_tr: Quota'yı Korumak İçin PoW Hesaplanıyor...
vi_vn: Tính toán PoW để tạo Quota cho Giao dịch này...

# quota.float.view.tip
source: This Transaction costs %@UT
es_es: Esta transacción cuesta %@Cuota
fil_ph: This Transaction costs %@Quota
ko_kr: 거래 비용은 %@ Quota 입니다.
ru_ru: Эта транзакция стоит %@UT
tr_tr: Bu transferin maliyeti %@Kota
vi_vn: Giao dịch có chi phí %@ Quota

# quota.pow.finished.float.view.title
source: Transaction Sent
es_es: Transacción enviada
fil_ph: Naipadala na ang Transaksyon
ko_kr: 거래 전송됨
ru_ru: Транзакция отправлена
tr_tr: İşlem Gönderildi
vi_vn: Đã gửi Giao dịch

# quota.pow.finished.float.view.h1
source: You spent %1$@S in this PoW computation, and secured and used %2$@UT.
es_es: Has gastado %1$@S en el computo de este PoW, y has asegurado y usado %2$@Cuota.
fil_ph: You spent %1$@S in this PoW computation, and secured and used %2$@Quota.
ko_kr: PoW 작업에 %1$@S를 사용했고, 보증되었으며, %2$@Quota를 사용했습니다.
ru_ru: Вы потратили %1$@S на это PoW вычисление и использовали %2$@UT.
tr_tr: Bu PoW hesaplamasında %1$@S harcadınız ve %2$@Quota'u güvence altına alıp kullandınız.
vi_vn: Bạn đã chi %1$@S trong tính toán PoW này, đồng thời bảo mật và sử dụng %2$@Quota.

# quota.pow.finished.float.view.h2
source: You may withdraw your staked VITE after 3 days. If the quota you received from staking is sufficient for a transaction, you can skip this step of PoW.
es_es: Puedes retirar el VITE bloqueado después de 3 días. Si la cuota que recibiste al bloquear es suficiente para una transacción, puedes saltarte este paso de PoW.
fil_ph: Maaari mong bawiin ang iyong na-staked na VITE pagkalipas ng 3 araw. Kung ang natanggap mong quota mula sa staking ay sapat para sa isang transaksyon, maaari mong laktawan ang hakbang na ito ng PoW.
ko_kr: 스테이킹 된 VITE는 3일 후에 출금이 가능합니다. 스테이킹으로 받은 쿼타가 충분하다면, PoW 단계를 건너뛸 수 있습니다.
ru_ru: Вы можете запросить свой замороженный баланс VITE после 3 дней. Если вы получили от стейка достаточно квоты, можете пропустить этот шаг в PoW.
tr_tr: Stake ettiğiniz VITE'inizi 3 gün sonra çekebilirsiniz. Stake yoluyla aldığınız quota bir işlem için yeterliyse, PoW'un bu adımını atlayabilirsiniz.
vi_vn: Bạn có thể rút VITE đã stake của mình sau 3 ngày. Nếu quota bạn nhận được từ việc stake là đủ cho một giao dịch, bạn có thể bỏ qua bước PoW.

# quota.pow.finished.float.view.pledge.button.title
source: Transact Faster via Staking
es_es: Realiza transacciones más rápido al bloquear VITE
fil_ph: Mag-transact nang mas mabilis sa pamamagitan ng Staking
ko_kr: 스테이킹을 통해 빠르게 거래하기
ru_ru: Транзакции быстрее при заморозке VITE
tr_tr: Stake ile Daha Hızlı İşlem Yapın
vi_vn: Chuyển giao Nhanh hơn bằng Stake

# peldge.message
source: Currently Vite App only supports checking staking list, please go to Web Wallet to withdraw staked tokens on due date if needed.
es_es: Actualmente la aplicación de Vite sólo soporta comprobar la lista de staking, por favor vaya a la billetera Web si necesita retirar los token en stake que estén con la fecha de vencimiento cumplida.
fil_ph: Kasalukuyan lamang sinusuportahan ng Vite App ang pag-check ng listahan ng staking, mangyaring pumunta sa Web Wallet upang mag-withdraw ng mga naka-stake na token sa takdang petsa kung kinakailangan.
ko_kr: 현재 Vite 어플은 스테이킹 목록 확인만 지원하고 있습니다. 스테이킹 중인 토큰 출금을 위해선 웹 월렛을 사용해주시기 바랍니다.
ru_ru: В настоящее время приложение поддерживает только проверку списков заморозки, пожалуйста, перейдите в Web Wallet чтобы при необходимости разморозить токены.
tr_tr: Şu anda Vite App sadece stake listesinin kontrol edilmesini desteklemektedir, lütfen gerekli olması halinde stake edilmiş tokenları bitiş tarihinde geri çekmek için Web Cüzdanına gidin.
vi_vn: Hiện tại Vite App chỉ hỗ trợ kiểm tra danh sách staking, nếu cần thiết, vui lòng truy cập Ví Vite Web để rút token đã stake trong ngày đáo hạn.

# peldge.deadline
source: Due Date
es_es: Fecha disponible para desbloqueo
fil_ph: Time available to unlock
ko_kr: Time available to unlock
ru_ru: Дата исполнения
tr_tr: Kilidi açmak için kalan süre
vi_vn: Time available to unlock

# peldge.title
source: Staking History
es_es: Registros de bloqueos
fil_ph: Locking Record
ko_kr: Locking Record
ru_ru: Мои заморозки
tr_tr: Kilitleme Kaydı
vi_vn: Locking Record

# peldge.address.title
source: Beneficiary
es_es: Beneficiario
fil_ph: Benepisyaryo
ko_kr: 수령인
ru_ru: Выгодоприобретатель
tr_tr: Yararlanıcı
vi_vn: Người thụ hưởng

# peldge.cancel.peldge.button.title
source: Withdraw
es_es: Desbloquear
fil_ph: Unlock
ko_kr: Unlock
ru_ru: Вывести Средства
tr_tr: Kilidi Aç
vi_vn: Unlock

# peldge.cancel.pledge.withdrawing.title
source: Withdrawing
es_es: Retirando
fil_ph: Pag-withdraw
ko_kr: 출금중
ru_ru: Вывод
tr_tr: Çekiliyor
vi_vn: Đang rút

# peldge.cancel.pledge.amount.error.toast
source: The minimum withdraw amount is 134 VITE, please stake enough VITE first.
es_es: El cantidad mínima a retirar es 134 VITE, por favor deje VITE suficiente en stake primero.
fil_ph: Ang minimum na halaga ng pag-atras ay 134 VITE, mangyaring mag-stake muna ng sapat na VITE.
ko_kr: 최소 출금 수량은 134 VITE 입니다. 우선 충분한 양의 VITE를 스테이킹 해주세요.
ru_ru: Минимальная сумма вывода составляет 134 VITE
tr_tr: Minimum çekme miktarı 134 VITE'dir, lütfen önce yeteri kadar VITE'i stake edin.
vi_vn: Số lượng rút tối thiểu là 134 VITE, vui lòng stake đủ VITE trước.

# peldge.cancel.pledge.agent.error.toast
source: Not common stake, please try withdrawal where you placed the stake.
es_es: Stake no común, por favor intenta retirar donde has colocado el stake.
fil_ph: Hindi karaniwang stake, mangyaring subukan ang pag-withdraw kung saan mo inilagay ang stake.
ko_kr: 잘못된 스테이킹 입니다. 스테이킹한 곳에서 출금을 시도해주세요.
ru_ru: Нетипичная заморозка. Попробуйте разморозить средства там, где замораживали.
tr_tr: Ortak stake değildir, lütfen stake'i koyduğunuz yerden çekmeyi deneyin.
vi_vn: Không phải là stake phổ biến, vui lòng thử rút tại nơi bạn đã stake.

# vote.page.title
source: Vote
es_es: Votar
fil_ph: Bumoto
ko_kr: 투표
ru_ru: Голосовать
tr_tr: Oy
vi_vn: Bỏ phiếu

# vote.page.info.nodata.title
source: No Vote
es_es: Sin voto
fil_ph: Walang boto
ko_kr: 투표 없음
ru_ru: Нет голоса!
tr_tr: Oy Yok
vi_vn: Không phiếu

# vote.page.voteStatus.voteSuccess
source: Successful Vote
es_es: Voto exitoso
fil_ph: Matagumpay na Pagboto
ko_kr: 완료된 투표
ru_ru: Успешное голосование
tr_tr: Başarılı Oy
vi_vn: Vote Thành công

# vote.page.voteStatus.voting
source: Voting
es_es: Votando
fil_ph: Pagboto
ko_kr: 투표중
ru_ru: Голосование
tr_tr: Oylama
vi_vn: Bỏ phiếu

# vote.page.voteStatus.cancelVoting
source: Revoking
es_es: Cancelando
fil_ph: Pagpapawalang-bisa
ko_kr: 철회중
ru_ru: Отзыв
tr_tr: İptal ediliyor
vi_vn: Thu hồi

# vote.page.voteStatus.voteInvalid
source: Invalid Voting
es_es: Voto inválido
fil_ph: Di-wastong Pagboto
ko_kr: 유효하지 않은 투표
ru_ru: Ошибка голосования
tr_tr: Geçersiz Oy
vi_vn: Vote không hợp lệ

# vote.page.voteInfo.nodePolls.title
source: My Votes
es_es: Mis votos
fil_ph: Aking Mga Boto
ko_kr: 나의 투표
ru_ru: Мои голоса
tr_tr: Oylarım
vi_vn: Vote của tôi

# vote.page.nodeStatus.valid.title
source: Active
es_es: Activo
fil_ph: Aktibo
ko_kr: 활성화하기
ru_ru: Активный
tr_tr: Etkin
vi_vn: Đang hoạt động

# vote.page.nodeStatus.invalid.title
source: Inactive
es_es: Inactivo
fil_ph: Hindi aktibo
ko_kr: 비활성화하기
ru_ru: Неактивный
tr_tr: Etkin değil
vi_vn: Không hoạt động

# vote.page.voteInfo.alert.quota
source: Unable to revoke vote, you have to run PoW or stake VITE for TPS quota to revoke vote
es_es: No se puede cancelar la votación, deberás ejecutar el PoW o bloquear VITE por cuota para cancelar la votación
fil_ph: Hindi mapawalang bisa ang boto, kailangan mong patakbuhin ang PoW o mag-stake VITE para sa quota ng TPS upang bawiin ang boto
ko_kr: 투표 철회가 불가능합니다. 투표 철회를 위한 TPS 쿼타를 위해 PoW 운영 혹은 VITE 스테이킹을 해야합니다.
ru_ru: Не удалось отозвать голос, вы должны запустить PoW или заморозить VITE для квоты
tr_tr: Oy iptal edilemiyor, TPS quotasının oylamayı iptal etmesi için PoW'u çalıştırmanız veya VITE stake etmeniz gerekir
vi_vn: Không thể thu hồi phiếu bầu, bạn phải chạy PoW hoặc stake VITE cho quota TPS để thu hồi phiếu bầu

source: Vote
es_es: Votar
fil_ph: Bumoto
ko_kr: 투표
ru_ru: Голосовать
tr_tr: Oy
vi_vn: Bỏ phiếu

# vote.list.title
source: Candidate Nodes
es_es: Lista de SBP
fil_ph: Mga Node ng Kandidato
ko_kr: 후보 노드
ru_ru: Кандидаты
tr_tr: Aday Düğümler
vi_vn: Các Node ứng cử viên

# vote.list.search
source: Search for name or address of candidate nodes
es_es: Buscar por nombre o dirección de los SBP
fil_ph: Maghanap para sa pangalan o address ng mga kandidato node
ko_kr: 후보 노드의 이름 혹은 주소 검색하기
ru_ru: Поиск имени или адресу узла кандидата
tr_tr: Aday düğümlerin adını veya adresini arayın
vi_vn: Tìm kiếm tên hoặc địa chỉ của các node ứng cử viên

# vote.list.alert.already.voted
source: You have voted for %@, please make sure this action will overwrite current voting result
es_es: Has votado por %@, por favor asegúrate de que esta acción sobrescribirá el resultado de votación actual
fil_ph: Bumoto ka para sa %@, mangyaring tiyakin na ang aksyong ito ay mai-o-overlap ang kasalukuyang resulta sa pagboto
ko_kr: %@에 투표했습니다.이 작업이 현재 투표 결과를 덮어 쓰도록해주세요.
ru_ru: Вы проголосовали за %@. Учтите, что данное действие отменило результат предыдущего голосования
tr_tr: %@ için oy verdiniz, lütfen bu işlemin mevcut oylama sonucunun üzerine yazacağından emin olun
vi_vn: Bạn đã bỏ phiếu cho %@, vui lòng đảm bảo rằng hành động này sẽ ghi đè kết quả bỏ phiếu hiện tại

# vote.list.confirm.revote
source: Confirm
es_es: Confirmar
fil_ph: Kumpirmahin
ko_kr: 확인
ru_ru: Подтвердить
tr_tr: Onayla
vi_vn: Xác nhận

# vote.list.count
source: Votes
es_es: Votos
fil_ph: Mga boto
ko_kr: 투표
ru_ru: Голоса
tr_tr: Oylar
vi_vn: Số phiếu

# vote.list.address
source: Address
es_es: Dirección
ko_kr: 주소
ru_ru: Адрес
tr_tr: Adres
vi_vn: Địa chỉ

# vote.list.alert.quota
source: Unable to vote, you have to run PoW or stake VITE for TPS quota to vote
es_es: No se puede votar, deberás ejecutar el PoW o bloquear VITE por cuota para votar
fil_ph: Hindi makaboto, kailangan mong patakbuhin ang PoW o stake VITE para sa quota ng TPS upang bumoto
ko_kr: 투표 철회가 불가능합니다. 투표 철회를 위한 TPS 쿼타를 위해 PoW 운영 혹은 VITE 스테이킹을 해야합니다.
ru_ru: Не удалось проголосовать, вам нужно запустить PoW или заморозить VITE для квоты
tr_tr: Oy verilemiyor, TPS kotasının oylanması için PoW'u çalıştırmanız veya VITE stake etmeniz gerekir
vi_vn: Không thể bỏ phiếu, bạn phải chạy PoW hoặc stake VITE cho quota TPS để vote

# vote.list.search.empty
source: No result, please try another input
es_es: No hay resultados, por favor intenta otra entrada
fil_ph: Walang resulta, mangyaring subukan ang ibang input
ko_kr: 내용을 찾을 수 없습니다. 다시 입력을 해주세요
ru_ru: Результат отсутствует. Попробуйте иные данными
tr_tr: Sonuç yok, lütfen başka bir giriş deneyin
vi_vn: Không tìm thấy nội dung, vui lòng thử lại

# vote.list.search.no.transaction.before
source: You cannot vote for now as there is no transaction record in your address
es_es: No puede votar por ahora ya que no hay ningún registro de transacción en su dirección
fil_ph: Hindi ka maaaring bumoto para sa ngayon dahil walang tala ng transaksyon sa iyong address
ko_kr: 주소 내 거래 기록이 없기 때문에 투표를 할 수 없습니다.
ru_ru: Вы не можете голосовать сейчас, так как нет записей транзакций в вашем адресе
tr_tr: Adresinizde işlem kaydı olmadığı için şimdilik oy veremezsiniz
vi_vn: Bạn không thể bỏ phiếu ngay bây giờ vì không có hồ sơ giao dịch trong địa chỉ của bạn

# contract.confirm.info
source: Contract Address
es_es: Dirección del contrato
ko_kr: 컨트렉트 주소
ru_ru: Адрес контракта
tr_tr: Sözleşme Adresi
vi_vn: Địa chỉ Hợp đồng

# vite.RefreshBackFooter.IdleText
source: Pull up to load more
es_es: Desliza hacia arriba para cargar más
fil_ph: Hilahin upang mag-load pa
ko_kr: 아래로 드래그하여 더 보기
ru_ru: Прокрутите, чтобы загрузить больше
tr_tr: Daha fazla yüklemek için aşağı çekin
vi_vn: Kéo lên để tải nhiều hơn

# Vite.RefreshBackFooter.PullingText
source: Release to load more.
es_es: Suelte para cargar más.
fil_ph: Hilahin upang mag-load pa.
ko_kr: 손을 놓아서 더 보기
ru_ru: Отпустите, чтобы загрузить больше.
tr_tr: Daha fazla yüklemek için serbest bırakın.
vi_vn: Thả ra để tải nhiều hơn.

# Vite.RefreshBackFooter.RefreshingText
source: Loading...
es_es: Cargando...
fil_ph: Naglo-load...
ko_kr: 로딩 중...
ru_ru: Загрузка...
tr_tr: Yükleniyor...
vi_vn: Đang tải...

# Vite.RefreshBackFooter.NoMoreDataText
source: No more data
es_es: No hay más datos
fil_ph: Wala nang data
ko_kr: 데이터가 없습니다.
ru_ru: Больше нет данных
tr_tr: Daha fazla veri yok
vi_vn: Không còn dữ liệu

# introduction.tip.title
source: Transactions cost quota. Stake to Get Free Quota.
es_es: Costo de cuota para transacciones. Bloquear para obtener cuota gratuita.
fil_ph: Ang quota ng gastos sa mga transaksyon. Mag-Stake upang Kumuha ng Libreng Quota.
ko_kr: 거래는 쿼타로 지불됩니다. 무료 쿼타를 얻기 위해 스테이킹하기.
ru_ru: Транзакции стоят квоту. Заморозьте VITE для получения квоты.
tr_tr: İşlem maliyet quotası. Ücretsiz Quota Almak İçin Stake Edin.
vi_vn: Giao dịch tiêu tốn quota. Stake để nhận quota miễn phí.

# vite.error.network.error
source: Something went wrong with network, please try again later
es_es: Algo ha fallado en la red, por favor inténtalo de nuevo más tarde
fil_ph: Mayroong problema sa network, mangyaring subukan ulit sa ibang pagkakataon
ko_kr: 네트워크에 오류가 생겼습니다. 다시 시도해주세요.
ru_ru: Что-то не так с сетью, пожалуйста, повторите попытку позже
tr_tr: Ağda bir sorun oluştu, lütfen daha sonra tekrar deneyin
vi_vn: Đã xảy ra sự cố mạng, vui lòng thử lại sau

# vite.error.operation.failure
source: Operation failed
es_es: Operación fallida
fil_ph: Ang operasyon ay bigo
ko_kr: 작업 실패
ru_ru: Операция не удалась
tr_tr: İşlem başarısız oldu
vi_vn: Thao tác thất bại

# vite.error.rpc.error.code.not.enough.balance
source: Insufficient balance
es_es: Saldo insuficiente
fil_ph: Hindi sapat na balanse
ko_kr: 잔액 부족
ru_ru: Недостаточный баланс
tr_tr: Yetersiz bakiye
vi_vn: Không đủ số dư

# vite.error.rpc.error.code.not.enough.quota
source: Insufficient quota
es_es: Cuota insuficiente
fil_ph: Hindi sapat na quota
ko_kr: 쿼타 부족
ru_ru: Недостаточно квоты
tr_tr: Yetersiz Quota
vi_vn: Không đủ quota

# vite.error.rpc.error.code.id.conflict
source: An ID conflict occurs, please re-submit later
es_es: Ha ocurrido un conflicto de ID, por favor vuelva a enviarlo más tarde
fil_ph: Nangyayari ang isang salungatan sa ID, mangyaring muling isumite sa ibang pagkakataon
ko_kr: ID 충돌 발생, 잠시후 다시 제출해주세요.
ru_ru: Возникла проблема с идентификатором, попробуйте повторить позднее
tr_tr: Bir kimlik karmaşası meydana geldi, lütfen daha sonra yeniden gönderin
vi_vn: Xung đột ID, vui lòng thử lại sau

# vite.error.rpc.error.code.contract.data.illegal
source: Built-in contract error, please try again later(-35004)
es_es: Error de contrato integrado, por favor inténtalo de nuevo más tarde (-35004)
fil_ph: Error sa built-in na kontrata, pakisubukan ulit sa ibang pagkakataon (-35004)
ko_kr: 빌트인 컨트렉트 오류, 잠시후 다시 시도해주세요(-35004)
ru_ru: Ошибка встроенного контракта, повторите попытку позже(-35004)
tr_tr: Sözleşme içi hata, lütfen daha sonra tekrar deneyin(-35004)
vi_vn: Phương thức hợp đồng tích hợp không tồn tại, vui lòng thử lại sau (-35004)

# vite.error.rpc.error.code.refrence.same.snapshoot.block
source: Transactions are sent too frequent, please try again later
es_es: Las transacciones han sido enviadas con demasiada frecuencia, por favor inténtalo de nuevo más tarde
fil_ph: Napadalas na ipinadala ang mga transaksyon, mangyaring subukang muli sa ibang pagkakataon
ko_kr: 다량의 거래가 요청되었습니다. 잠시후 다시 시도해주세요.
ru_ru: Транзакции отправляются слишком часто, повторите попытку позже
tr_tr: İşlemler çok sık gönderiliyor, lütfen daha sonra tekrar deneyin
vi_vn: Giao dịch được gửi quá thường xuyên, vui lòng thử lại sau

# vite.error.rpc.error.code.contract.method.not.exist
source: Built-in contract method not exist, please try again later(-35006)
es_es: El método no existe en el contrato incorporado, por favor inténtalo de nuevo más tarde (-35006)
fil_ph: Wala ang pamamaraan ng built-in na kontrata, pakisubukan ulit sa ibang pagkakataon (-35006)
ko_kr: 빌트인 컨트렉트 오류, 잠시후 다시 시도해주세요(-35006)
ru_ru: Ошибка встроенного контракта, повторите попытку позже(-35006)
tr_tr: Sözleşme içi yöntem bulunamadı, lütfen daha sonra tekrar deneyin(-35006)
vi_vn: Phương thức hợp đồng tích hợp không tồn tại, vui lòng thử lại sau (-35006)

# vite.error.rpc.error.code.no.transaction.before
source: You cannot make any transfer until you receive a transaction.
es_es: No puedes hacer transferencias hasta que recibas una transacción primero.
fil_ph: Hindi ka makakagawa ng anumang paglilipat hanggang sa makatanggap ka ng isang transaksyon.
ko_kr: 거래가 수신되기 전까지 전송할 수 없습니다.
ru_ru: Вы не можете осуществить перевод до тех пор, пока не получите транзакцию.
tr_tr: Bir işlem gerçekleşmeden başka transfer yapamazsınız.
vi_vn: Bạn không thể thực hiện bất kỳ chuyển khoản nào cho đến khi bạn nhận được một giao dịch.

# vite.error.rpc.error.code.refrence.snapshoot.block.illegal
source: Snapshot block height is illegal, please try again later
es_es: La altura de bloque de la instantánea es ilegal, por favor inténtalo de nuevo más tarde
fil_ph: Ang taas ng snapshot block ay iligal, mangyaring subukang muli sa ibang pagkakataon
ko_kr: 스냅샷 블록 높이가 잘못되었습니다. 잠시후 다시 시도해주세요.
ru_ru: Высота блока снимков неверна, повторите попытку позже
tr_tr: Blok kayıt yüksekliği illegal, lütfen daha sonra tekrar deneyin
vi_vn: Chiều cao khối snapshot không hợp lệ, vui lòng thử lại sau

# vite.error.rpc.error.code.verify.failure
source: System verify failed, please try again later (%@)
es_es: Falló la verificación del sistema. Inténtalo de nuevo más tarde (%@)
fil_ph: Nabigo ang pag-verify ng system, pakisubukan ulit sa ibang pagkakataon (%@)
ko_kr: 시스템 확인에 실패했습니다. 잠시후 다시 시도해주세요 (%@)
ru_ru: Проверка системы не удалась, повторите попытку позже (%@)
tr_tr: Sistem doğrulaması başarısız oldu, lütfen daha sonra tekrar deneyiniz (%@)
vi_vn: Xác minh hệ thống không thành công, vui lòng thử lại sau (%@)

# eth.error.rpc.error.code.not.enough.balance
source: Insufficient balance
es_es: Saldo insuficiente
fil_ph: Hindi sapat na balanse
ko_kr: 잔액 부족
ru_ru: Недостаточный баланс
tr_tr: Yetersiz bakiye
vi_vn: Không đủ số dư

# eth.error.rpc.error.code.not.enough.fee
source: Out of Fee
es_es: Comisión insuficiente
fil_ph: Kinulang sa Bayarin
ko_kr: 수수료 부족
ru_ru: Недостаточная комиссия
tr_tr: Komisyon Dışı
vi_vn: Hết phí
