Repository: vitelabs/vite-business-ios
Catalog: ViteBusiness/Assets/*.lproj/Localizable.strings
Languages: es_es, fil_ph, ko_kr, ru_ru, tr_tr, vi_vn

# fund.DepositSuccess
source: Transfer successful. Check exchange balance?
es_es: Transferencia exitosa. ¿Comprobar el saldo del exchange?
fil_ph: Matagumpay ang paglipat. Suriin ang balanse ng palitan?
ko_kr: 성공적으로 전송되었습니다. 거래소 잔액을 확인하시겠습니까?
tr_tr: İşlem başarılı. Exchange bakiyesini kontrol etmek ister misin?
vi_vn: Chuyển thành công. Kiểm tra số dư sàn?

# transfer.wallet.account
source: Wallet Account
es_es: Billetera principal
fil_ph: Main Wallet
ko_kr: Main Wallet
tr_tr: Ana Cüzdan
vi_vn: Main Wallet

# transfer.dex.account
source: Exchange Account
es_es: Billetera de trading
fil_ph: Trading Wallet
ko_kr: Trading Wallet
tr_tr: Alım Satım Cüzdanı
vi_vn: Trading Wallet

# transfer.amount
source: Amount
es_es: Cantidad
fil_ph: Halaga
ko_kr: 수량
tr_tr: Miktar
vi_vn: Số lượng

# transfer.available
source: Balance:
es_es: Saldo:
fil_ph: Balanse:
ko_kr: 잔액:
tr_tr: Bakiye:
vi_vn: Số dư:

# transfer.title
source: Transfer
es_es: Transferir
fil_ph: Ilipat
ko_kr: 전송하기
ru_ru: Перевод
vi_vn: Chuyển

# market.favourite
source: Favorites
es_es: Favoritos
fil_ph: Mga paborito
ko_kr: 즐겨찾기
ru_ru: Избранное
tr_tr: Favoriler
vi_vn: Yêu thích

# market.searchhistory
source: Search History
es_es: Historial de búsquedas
fil_ph: Kasaysayan sa Paghahanap
ko_kr: 검색 기록
ru_ru: История поиска
tr_tr: Arama Geçmişi
vi_vn: Tìm kiếm Lịch sử

# market.title
source: Exchange
es_es: Mercados
fil_ph: Mga merkado
ko_kr: 마켓
ru_ru: Рынки
tr_tr: Marketler
vi_vn: Thị trường

# market.about
source: Get Started with ViteX
es_es: Primeros pasos con ViteX
fil_ph: Magsimula sa ViteX
ko_kr: ViteX로 시작하기
ru_ru: Начать работу с ViteX
tr_tr: ViteX ile Başlayın
vi_vn: Bắt đầu cùng ViteX

# market.name
source: Name
es_es: Nombre
fil_ph: Pangalan
ko_kr: 이름
ru_ru: Наименование
tr_tr: Ad
vi_vn: Tên

# market.price
source: Last Price
es_es: Último precio
fil_ph: Huling presyo
ko_kr: 종가
ru_ru: Последняя цена
tr_tr: Son Fiyat
vi_vn: Giá gần nhất

# market.percent
source: Change
es_es: Cambio (%)
fil_ph: Baguhin
ko_kr: 변경하기
ru_ru: Изменить
tr_tr: Değiştir
vi_vn: Thay đổi

# market.operator
source: Operators
es_es: Operador
fil_ph: Operator
ko_kr: 오퍼레이터
ru_ru: Оператор
tr_tr: Operatör
vi_vn: Nhà vận hành

# market.switch
source: Exchange
es_es: Mercados
fil_ph: Palitan
ko_kr: 거래소
ru_ru: Обмен
vi_vn: Sàn giao dịch

# market.detail.page.segment.order.book.title
source: 委托订单
es_es: Libro de órdenes
fil_ph: Order Book
ko_kr: 오더북
ru_ru: Книга заказов
tr_tr: Emir defteri
vi_vn: Sổ lệnh

# market.detail.page.segment.last.trades.title
source: 最新成交
es_es: Últimas transacciones
fil_ph: Mga Huling Trade
ko_kr: 마지막 거래
ru_ru: Последние торги
tr_tr: Son Alım Satımlar
vi_vn: Giao dịch mới nhất

# market.detail.page.segment.token.info.title
source: 代币
es_es: Token
fil_ph: Token
ko_kr: 토큰
ru_ru: Токен
tr_tr: Token
vi_vn: Token

# market.detail.page.segment.operator.into.title
source: 运营商
es_es: Operador
fil_ph: Operator
ko_kr: 오퍼레이터
ru_ru: Оператор
tr_tr: Operatör
vi_vn: Nhà vận hành

# market.detail.page.info.high.title
source: 高
es_es: Máximo
fil_ph: Mataas
ko_kr: 고가
ru_ru: Макс.
tr_tr: Yüksek
vi_vn: Cao

# market.detail.page.info.low.title
source: 低
es_es: Mínimo
fil_ph: Mababa
ko_kr: 저가
ru_ru: Мин.
tr_tr: Düşük
vi_vn: Thấp

# market.detail.page.info.vol.title
source: 24H
es_es: Vol. 24H
ko_kr: 24시간
ru_ru: 24Ч
tr_tr: 24S

# market.detail.page.kline.type.min1.title
source: 1分钟
es_es: 1m
fil_ph: 1m
ko_kr: 1분
ru_ru: 1мин
tr_tr: 1dk
vi_vn: 1m

# market.detail.page.kline.type.min30.title
source: 30分钟
es_es: 30m
fil_ph: 30m
ko_kr: 30분
ru_ru: 30мин
tr_tr: 30dk
vi_vn: 30m

# market.detail.page.kline.type.hour1.title
source: 1小时
es_es: 1H
fil_ph: 1H
ko_kr: 1시간
ru_ru: 1Ч
tr_tr: 1S
vi_vn: 1H

# market.detail.page.kline.type.hour6.title
source: 6小时
es_es: 6H
fil_ph: 6H
ko_kr: 6시간
ru_ru: 6Ч
tr_tr: 6S
vi_vn: 6H

# market.detail.page.kline.type.hour12.title
source: 12小时
es_es: 12H
fil_ph: 12H
ko_kr: 12시간
ru_ru: 12Ч
tr_tr: 12S
vi_vn: 12H

# market.detail.page.kline.type.day1.title
source: 1天
es_es: 1D
fil_ph: 1D
ko_kr: 1일
ru_ru: 1Д
tr_tr: 1G
vi_vn: 1D

# market.detail.page.kline.type.week1.title
source: 1周
es_es: 1S
fil_ph: 1W
ko_kr: 1주
ru_ru: 1Нед
tr_tr: 1H
vi_vn: 1W

# market.detail.page.value.time.title
source: 时间
es_es: Tiempo
fil_ph: Oras
ko_kr: 시간
ru_ru: Время
tr_tr: Zaman
vi_vn: Thời gian

# market.detail.page.value.open.title
source: 开
es_es: Apertura
fil_ph: Buksan
ko_kr: 열기
ru_ru: Открытие
tr_tr: Açık
vi_vn: Mở

# market.detail.page.value.high.title
source: 高
es_es: Máximo
fil_ph: Mataas
ko_kr: 고가
ru_ru: Макс.
tr_tr: Yüksek
vi_vn: Cao

# market.detail.page.value.low.title
source: 低
es_es: Mínimo
fil_ph: Mababa
ko_kr: 저가
ru_ru: Мин.
tr_tr: Düşük
vi_vn: Thấp

# market.detail.page.value.close.title
source: 收
es_es: Cierre
fil_ph: Isara
ko_kr: 닫기
ru_ru: Закрытие
tr_tr: Kapat
vi_vn: Đóng

# market.detail.page.value.diff.title
source: 涨跌额
es_es: chg
fil_ph: chg
ko_kr: chg
ru_ru: изм
tr_tr: chg
vi_vn: chg

# market.detail.page.value.extent.title
source: 涨跌幅
es_es: chg%
fil_ph: chg%
ko_kr: chg%
ru_ru: изм%
tr_tr: % chg
vi_vn: chg%

# market.detail.page.value.vol.title
source: 成交量
es_es: Volumen
fil_ph: Dami
ko_kr: 체결량
ru_ru: Объём
tr_tr: Hacim
vi_vn: Khối lượng

# market.detail.page.depth.vol.title
source: 数量(%@)
es_es: Cantidad (%@)
fil_ph: Halaga (%@)
ko_kr: 수량(%@)
ru_ru: Сумма (%@)
tr_tr: Miktar(%@)
vi_vn: Số lượng(%@)

# market.detail.page.depth.price.title
source: 价格(%@)
es_es: Precio(%@)
fil_ph: Presyo (%@)
ko_kr: 가격(%@)
ru_ru: Цена(%@)
tr_tr: Fiyat(%@)
vi_vn: Giá(%@)

# grin.initing.desc
source: Initializing, click to view details
es_es: Inicializando, haga clic para ver los detalles
fil_ph: Nagsisimula, mag-click upang matingnan ang mga detalye
ko_kr: 초기화 중, 클릭해서 자세한 내용 보기
ru_ru: Синхронизация, нажмите для просмотра подробностей
tr_tr: Başlatılıyor, ayrıntıları görüntülemek için tıklayın
vi_vn: Đang khởi tạo, nhấp để xem chi tiết

# grin.initing.detail
source: 1、Initialization is required upon adding GRIN wallet 2、The process is expected to last 15 minutes 3、Do not interrupt or kill the APP during initialization 4、Initialization will consume a large amount of cellular data, it is recommended to continue the process on Wi-Fi.
es_es: 1. Es necesaria la inicialización al añadir una billetera GRIN 2. Se espera que el proceso dure 15 minutos 3. No interrumpir o matar la APP durante la inicialización 4. La inicialización consumirá una gran cantidad de datos celulares, se recomienda continuar el proceso mediante Wi-Fi.
fil_ph: 1. Kinakailangan ang pauna sa pagdaragdag ng GRIN wallet 2. Inaasahan na tatagal ng 15 minuto ang proseso 3. Huwag magambala o patayin ang APP sa panahon ng pagsisimula 4. Ang pagsisimula ay magkokonsume ng isang malaking halaga ng data ng cellular, inirerekumenda na ipagpatuloy ang proseso sa Wi-Fi.
ko_kr: 1 GRIN 지갑을 추가할 때 초기화가 필요합니다. 2. 프로세스 시간은 15분 예상됩니다. 3. 초기화 중에는 앱을 중단하거나 종료하지 마십시오. 4. 초기화는 많은 양의 셀룰러 데이터를 소비하므로 와이파이 사용을 권장합니다.
ru_ru: 1 Синхронизация требуется после добавления GRIN кошелька 2.Процесс должен длиться не менее 15 минут 3. Не прерывать или закрывать приложение во время синхронизации 4. Синхронизация расходует большое количество трафика, рекомендуется использовать Wi-Fi.
tr_tr: 1. GRIN cüzdanı eklendikten sonra başlatma gereklidir 2. İşlemin 15 dakika sürmesi beklenmektedir 3. Başlatma sırasında APP'i kesintiye uğratmayın veya sonlandırmayın 4. Başlatma büyük miktarda hücresel veri tüketir, işleme Wi-Fi üzerinden devam etmeniz önerilir.
vi_vn: 1 Khởi tạo là bắt buộc khi thêm ví GRIN 2. Quá trình này dự kiến sẽ kéo dài 15 phút 3. Không làm gián đoạn hoặc tắt APP trong quá trình khởi tạo 4. Khởi tạo sẽ tiêu tốn một lượng lớn dữ liệu di động, bạn nên sử dụng Wi-Fi.

# mnemonic.backup.language.zh
source: 中
es_es: Chino
fil_ph: sa
vi_vn: Tiếng Trung

# mnemonic.backup.language.en
source: EN
es_es: Inglés
fil_ph: FIL
ru_ru: Английский
vi_vn: Tiếng Anh

# tabbar.item.title.my
source: Me
es_es: Yo
fil_ph: Ako
ru_ru: Я
tr_tr: Ben
vi_vn: Tôi

# grin.node.edit.apiSecretTitle
source: Key
es_es: Clave
fil_ph: Susi
ru_ru: Ключ
tr_tr: Anahtar
vi_vn: Khóa

# exchange.price
source: Rate:
es_es: Ratio:
ru_ru: Курс:
tr_tr: Oran:
vi_vn: Tỷ giá:

# transfer.from
source: From
es_es: Desde
fil_ph: Mula sa
tr_tr: Gönderici
vi_vn: Từ

# transfer.to
source: To
es_es: A
fil_ph: Para kay
tr_tr: Alıcı
vi_vn: Đến

# system.page.cell.transfer.faceId
source: Use Face ID For Transaction
ru_ru: Использовать Face ID для транзакций

# system.page.cell.transfer.touchId
source: Use Touch ID For Transaction
ru_ru: Использовать Touch ID для транзакций
