Repository: vitelabs/vite-business-ios
Catalog: ViteBusiness/Assets/*.lproj/Localizable.strings
Languages: es_es, fil_ph, ko_kr, ru_ru, tr_tr, vi_vn

# crosschain.statement.other.desc
source: This Service is provided by %@. Vite Platform assumes no responsibility for the activities performed by %@ and does not play a role in the relationship between %@ and users of Vite Platform. By using services from %@, you agree to be bound by %@ %@. If you do not agree to these terms, please refrain from using service from %@. In case of problems with verification or payment processing, please contact %@ support team at %@.
es_es: Este servicio es proporcionado por %@. Vite no asume ninguna responsabilidad por las actividades realizadas por %@ y no desempeña ningún rol entre la relación de %@ y los usuarios de Vite. Al utilizar los servicios de %@, aceptas estar vinculado por %@ %@. Si no estás de acuerdo con estos términos, por favor absténgase a usar el servicio de %@. En caso de problemas con la verificación o el proceso de pago, póngase en contacto con el equipo de soporte de %@ en %@.
fil_ph: Ang Serbisyong ito ay ibinibigay ng%@. Walang pananagutan ang Vite Platform para sa mga aktibidad na isinagawa ng%@ at hindi gumaganap ng papel sa ugnayan sa pagitan ng%@ at mga gumagamit ng Vite Platform. Sa pamamagitan ng paggamit ng mga serbisyo mula sa%@, %@sumasang-ayon ka na mabigkis ng%@ %@. Kung hindi ka sumasang-ayon sa mga term na ito, mangyaring pigilin ang paggamit ng serbisyo mula sa %@. Kung sakaling may mga problema sa pag-verify o pagproseso ng pagbabayad, mangyaring makipag-ugnay sa koponan ng %@sa suporta sa %@.
ko_kr: 이 서비스는 %@에서 제공됩니다. Vite 플랫폼은 %@에서 수행한 활동에 대해 책임을지지 않습니다. 또한 %@와 Vite 플랫폼 사용자 간의 관계에서 역할을 수행하지 않습니다. %@의 서비스를 이용함으로써 %@ %@에 따름을 동의합니다. 이 약관에 동의하지 않을 경우, %@ 서비스 사용을 거절해주세요. 확인 또는 결제 처리에 문제가있는 경우 %@의 %@지원팀에 문의해주세요.
ru_ru: Эта услуга предоставляется %@. Vite Platform не берет на себя ответственности за действия, выполненные %@ и не играет роли в отношениях между %@ и пользователями Vite Platform. Если вы не согласны с этими условиями, пожалуйста, воздержитесь от использования услуг от %@.
tr_tr: Bu Hizmet %@ tarafından sağlanmaktadır. Vite Platformu, %@ tarafından gerçekleştirilen etkinlikler için hiçbir sorumluluk kabul etmez ve %@ ile Vite Platform kullanıcıları arasındaki ilişkide rol oynamaz. %@ tarafından sağlanan hizmetleri kullanarak, %@ %@ tarafından bağlanmayı kabul etmiş olursunuz. Bu şartları kabul etmiyorsanız, lütfen %@ hizmetlerini kullanmaktan kaçının. Doğrulama veya ödeme işlemeyle ilgili sorun olması durumunda, lütfen %@ adresinden %@ destek ekibiyle iletişime geçin.
vi_vn: Dịch vụ này được cung cấp bởi %@. Vite Platform không chịu trách nhiệm về các hoạt động do %@ thực hiện và không đóng vai trò trong mối quan hệ giữa %@ và người dùng Vite Platform. Bằng việc sử dụng các dịch vụ từ %@, bạn đồng ý bị ràng buộc bởi %@ %@. Nếu bạn không đồng ý với các điều khoản này, vui lòng không sử dụng các dịch vụ từ %@.

# crosschain.statement.other.desc0
source: This Service is provided by %@. Vite Platform assumes no responsibility for the activities performed by %@ and does not play a role in the relationship between %@ and users of Vite Platform.
es_es: Este servicio es proporcionado por %@. Vite no asume ninguna responsabilidad por las actividades realizadas por %@ y no desempeña ningún rol entre la relación de %@ y los usuarios de Vite.
fil_ph: Ang Serbisyong ito ay ibinibigay ng %@. Walang pananagutan ang Vite Platform para sa mga aktibidad na isinagawa ng %@ at hindi gumaganap ng papel sa ugnayan sa pagitan ng %@ at mga gumagamit ng Vite Platform.
ko_kr: 이 서비스는 %@에서 제공됩니다. Vite 플랫폼은 %@에서 수행한 활동에 대해 책임을지지 않습니다. 또한 %@와 Vite 플랫폼 사용자 간의 관계에서 역할을 수행하지 않습니다.
ru_ru: Эта служба предоставлена %@. Vite Platform не берет на себя ответственности за действия, выполняемые %@ , и не играет роли в отношениях между %@ и пользователями Vite Platform.
tr_tr: Bu Hizmet %@ tarafından sağlanmaktadır. Vite Platformu %@ tarafından gerçekleştirilen etkinlikler için hiçbir sorumluluk kabul etmez ve %@ ile Vite Platform kullanıcıları arasındaki ilişkide rol oynamaz.
vi_vn: Dịch vụ này được cung cấp bởi %@. Vite Platform không chịu trách nhiệm về các hoạt động do %@ thực hiện và không đóng vai trò gì trong mối quan hệ giữa %@ và người dùng Vite Platform.

# crosschain.statement.other.desc1
source: By using services from %@, you agree to be bound by %@ %@. If you do not agree to these terms, please refrain from using service from %@.
es_es: Al utilizar los servicios de %@, aceptas estar vinculado por %@ %@. Si no estás de acuerdo con estos términos, por favor vuelve a usar el servicio de %@.
fil_ph: Sa pamamagitan ng paggamit ng mga serbisyo mula sa%@,, sumasang-ayon kasa tuntunin ng%@ %@. Kung hindi ka sumasang-ayon sa mga tuntunin na ito, mangyaring pigilin ang paggamit ng serbisyo mula sa%@.
ko_kr: %@의 서비스를 이용함으로써 %@ %@에 따름을 동의합니다. 이 약관에 동의하지 않을 경우, %@ 서비스 사용을 거절해주세요.
ru_ru: Используя сервисы %@, вы соглашаетесь с тем, что будете связаны с %@ %@. Если вы не согласны с этими условиями, пожалуйста, воздержитесь от использования сервиса от %@.
tr_tr: %@ tarafından sağlanan hizmetleri kullanarak, %@ %@ tarafından bağlanmayı kabul etmiş olursunuz. Bu şartları kabul etmiyorsanız, lütfen %@ hizmetlerini kullanmaktan kaçının.
vi_vn: Bằng việc sử dụng các dịch vụ từ %@, bạn đồng ý bị ràng buộc bởi %@ %@. Nếu bạn không đồng ý với các điều khoản này, vui lòng không sử dụng các dịch vụ từ %@.

# crosschain.statement.other.desc2
source: In case of problems with verification or payment processing, please contact %@ support team at %@.
es_es: En caso de problemas con la verificación o el proceso de pago, póngase en contacto con el equipo de soporte de %@ en %@.
fil_ph: Kung sakaling may mga problema sa pag-verify o pagproseso ng pagbabayad, mangyaring makipag-ugnay sa koponan ng%@ sa suporta sa%@.
ko_kr: 확인 또는 결제 처리에 문제가있는 경우 %@의 %@지원팀에 문의해주세요.
ru_ru: В случае проблем с верификацией или обработкой платежа, пожалуйста, свяжитесь со службой поддержки %@ по адресу %@.
tr_tr: Doğrulama veya ödeme işlemiyle ilgili bir problem yaşandığında, lütfen %@ adresinden %@ destek ekibiyle iletişime geçin.
vi_vn: Trong trường hợp có vấn đề với việc xác minh hoặc xử lý thanh toán, vui lòng liên hệ với đội ngũ hỗ trợ %@ tại %@.

# crosschain.statement.vite.desc
source: This Service is provided by %@. By using services from %@, you agree to be bound by %@%@. If you do not agree to these terms, please refrain from using service from %@. In case of problems with verification or payment processing, please contact %@ support team at %@.
es_es: Este servicio es proporcionado por %@. Al utilizar los servicios de %@, aceptas estar vinculado por %@%@. Si no estás de acuerdo con estos términos, por favor absténgase a usar el servicio de %@. En caso de problemas con la verificación o el proceso de pago, póngase en contacto con el equipo de soporte de %@ en %@.
fil_ph: Ang Serbisyong ito ay ibinibigay ng %@. Sa pamamagitan ng paggamit ng mga serbisyo mula sa %@, sumasang-ayon ka na mabigkis ng%@%@. Kung hindi ka sumasang-ayon sa mga term na ito, mangyaring pigilin ang paggamit ng serbisyo mula sa%@. Kung sakaling may mga problema sa pag-verify o pagproseso ng pagbabayad, mangyaring makipag-ugnay sa koponan ng%@ sa suporta sa%@.
ko_kr: 이 서비스는 %@에서 제공됩니다. %@의 서비스를 이용함으로써 %@ %@에 따름을 동의합니다. 이 약관에 동의하지 않을 경우, %@ 서비스 사용을 거절해주세요. 확인 또는 결제 처리에 문제가있는 경우 %@의 %@지원팀에 문의해주세요.
ru_ru: Эта служба предоставлена %@. Используя сервисы из %@, вы соглашаетесь быть связанным %@%@. Если вы не согласны с этими условиями, пожалуйста, воздержитесь от использования сервиса от %@. В случае проблем с верификацией или обработкой платежа, пожалуйста, свяжитесь с командой поддержки %@ по адресу %@.
tr_tr: Bu Hizmet %@ tarafından sağlanmaktadır. %@ tarafından sağlanan hizmetleri kullanarak, %@ %@ tarafından bağlanmayı kabul etmiş olursunuz. Bu şartları kabul etmiyorsanız, lütfen %@ hizmetlerini kullanmaktan kaçının. Doğrulama veya ödeme işlemeyle ilgili sorun olması durumunda, lütfen %@ adresinden %@ destek ekibiyle iletişime geçin.
vi_vn: Dịch vụ này được cung cấp bởi %@. Bằng việc sử dụng các dịch vụ từ %@, bạn đồng ý bị ràng buộc bởi %@ %@. Nếu bạn không đồng ý với các điều khoản này, vui lòng không sử dụng các dịch vụ từ %@. Trong trường hợp có vấn đề với việc xác minh hoặc xử lý thanh toán, vui lòng liên hệ với đội ngũ hỗ trợ %@ tại %@.

# crosschain.statement.vite.desc0
source: This Service is provided by %@.
es_es: Este servicio es proporcionado por %@.
fil_ph: Ang Serbisyong ito ay ibinibigay ng%@.
ko_kr: 해당 서비스는 %@에서 제공합니다.
ru_ru: Эта услуга предоставляется %@.
tr_tr: Bu Hizmet %@ tarafından sağlanmaktadır.
vi_vn: Dịch vụ này được cung cấp bởi %@.

# crosschain.statement.vite.desc1
source: By using services from %@, you agree to be bound by %@ %@. If you do not agree to these terms, please refrain from using service from %@.
es_es: Al utilizar los servicios de %@, aceptas estar vinculado por %@ %@. Si no estás de acuerdo con estos términos, por favor vuelve a usar el servicio de %@.
fil_ph: Sa pamamagitan ng paggamit ng mga serbisyo mula sa%@,, sumasang-ayon kasa tuntunin ng%@ %@. Kung hindi ka sumasang-ayon sa mga tuntunin na ito, mangyaring pigilin ang paggamit ng serbisyo mula sa%@.
ko_kr: %@의 서비스를 이용함으로써 %@ %@에 따름을 동의합니다. 이 약관에 동의하지 않을 경우, %@ 서비스 사용을 거절해주세요.
ru_ru: Используя сервисы %@, вы соглашаетесь с тем, что будете связаны с %@ %@. Если вы не согласны с этими условиями, пожалуйста, воздержитесь от использования сервиса от %@.
tr_tr: %@ tarafından sağlanan hizmetleri kullanarak, %@ %@ tarafından bağlanmayı kabul etmiş olursunuz. Bu şartları kabul etmiyorsanız, lütfen %@ hizmetlerini kullanmaktan kaçının.
vi_vn: Bằng việc sử dụng các dịch vụ từ %@, bạn đồng ý bị ràng buộc bởi %@ %@. Nếu bạn không đồng ý với các điều khoản này, vui lòng không sử dụng các dịch vụ từ %@.

# crosschain.statement.vite.desc2
source: In case of problems with verification or payment processing, please contact %@ support team at %@.
es_es: En caso de problemas con la verificación o el proceso de pago, póngase en contacto con el equipo de soporte de %@ en %@.
fil_ph: Kung sakaling may mga problema sa pag-verify o pagproseso ng pagbabayad, mangyaring makipag-ugnay sa koponan ng%@ sa suporta sa%@.
ko_kr: 확인 또는 결제 처리에 문제가있는 경우 %@의 %@지원팀에 문의해주세요.
ru_ru: В случае проблем с верификацией или обработкой платежа, пожалуйста, свяжитесь со службой поддержки %@ по адресу %@.
tr_tr: Doğrulama veya ödeme işlemiyle ilgili bir problem yaşandığında, lütfen %@ adresinden %@ destek ekibiyle iletişime geçin.
vi_vn: Trong trường hợp có vấn đề với việc xác minh hoặc xử lý thanh toán, vui lòng liên hệ với đội ngũ hỗ trợ %@ tại %@.

# crosschain.statement.detail
source: Terms of Service
es_es: Términos del servicio
fil_ph: Mga Tuntunin ng Serbisyo
ko_kr: 서비스 약관
ru_ru: Условия предоставления услуг
tr_tr: Hizmet Şartları
vi_vn: Điều khoản Dịch vụ

# crosschain.statement.agree
source: By clicking Next, you agree with the %@'s %@
es_es: Al hacer clic en siguiente, aceptas las %@ de %@
fil_ph: Sa pamamagitan ng pag-click sa Susunod, sumasang-ayon ka sa%@'s %@
ko_kr: 다음을 선택하면 %@의 %@에 동의합니다.
ru_ru: Нажав Далее, вы соглашаетесь с %@ %@
tr_tr: İleri'ye tıkladığınızda, %@'in %@'ini kabul etmiş olursunuz
vi_vn: Bằng việc nhấp Tiếp theo, bạn đồng ý với %@ của %@

# crosschain.statement.title
source: Important Notice
es_es: Aviso importante
fil_ph: Mahalagang Paunawa
ko_kr: 중요 공지
ru_ru: Важное уведомление
tr_tr: Önemli Uyarı
vi_vn: Thông báo Quan trọng

# unit.Million
source: Million
es_es: Millón
fil_ph: Milyon
ko_kr: 백만
ru_ru: Миллион
tr_tr: Milyon
vi_vn: Triệu

# unit.Billion
source: Billion
es_es: Billón
fil_ph: Bilyon
ko_kr: 십억
ru_ru: Миллиард
tr_tr: Milyar
vi_vn: Tỷ

# unit.Trillion
source: Trillion
es_es: Trillón
fil_ph: Trilyon
ko_kr: 조
ru_ru: Триллион
tr_tr: Trilyon
vi_vn: Nghìn Tỷ

# exchange.history
source: Purchase History
es_es: Historial de compras
fil_ph: Kasaysayan sa Pagbili
ko_kr: 구매 내역
ru_ru: История покупок
tr_tr: Ödeme Geçmişi
vi_vn: Lịch sử Mua

# exchange.card.title
source: Buy VITE
es_es: Comprar VITE
fil_ph: Bumili ng VITE
ko_kr: VITE 구매하기
ru_ru: Купить VITE
tr_tr: VITE Al
vi_vn: Mua VITE

# exchange.titley
source: Instant Purchase
es_es: Compra instantánea
fil_ph: Agarang Pagbili
ko_kr: 바로 구매하기
ru_ru: Мгновенная покупка
tr_tr: Anında Satın Alma
vi_vn: Giao dịch Nhanh

# exchange.buy
source: Buy
es_es: Comprar
fil_ph: Pagbili
ko_kr: 매수
ru_ru: Купить
tr_tr: Al
vi_vn: Mua

# exchange.amount
source: Amount:
es_es: Cantidad:
fil_ph: Halaga:
ko_kr: 수량:
ru_ru: Сумма:
tr_tr: Miktar:
vi_vn: Số lượng:

# exchange.limit.onetime
source: Single Transaction Limit: %@ - %@ VITE
es_es: Límite de una transacción: %@ - %@ VITE
fil_ph: Isang Limitasyon sa Transaksyon:%@-%@ VITE
ko_kr: 단일 거래 한도: %@ - %@ VITE
ru_ru: Лимит одной транзакции%@-%@ VITE
tr_tr: Tek İşlem Limiti: %@ - %@ VITE
vi_vn: Giới hạn Một Giao dịch %@ - %@ VITE

# exchange.limit.oneday
source: Daily Transaction Limit %@ VITE；Unused Daily Limit：%@ VITE
es_es: Límite diario de transacción: %@ VITE; Límite diario no utilizado: %@ VITE
fil_ph: Limitasyon sa Pang-araw-araw na Transaksyon %@ VITE ； Hindi Ginamit na Pang-araw-araw na Limitasyon:%@ VITE
ko_kr: 일일 거래 한도 %@ VITE; 미이용 일일 한도: %@ VITE
ru_ru: Ежедневный лимит транзакций %@ VITE; Неиспользованный дневной лимит %@ VITE
tr_tr: Günlük İşlem Limiti %@ VITE; Kullanılmayan Günlük Limit: %@ VITE
vi_vn: Giới hạn giao dịch hàng ngày %@VITE; Giới hạn hàng ngày chưa sử dụng: %@ VITE

# exchange.limit.alert
source: The amount you entered is invalid. A single transaction should be at least %@ VITE and at most %@ VITE, and the daily transaction limit is %@ VITE.
es_es: La cantidad introducida no es válida. Una sola transacción debe ser de al menos %@ VITE y como máximo %@ VITE, y el límite diario de transacciones es de %@ VITE.
fil_ph: Ang halaga na iyong ipinasok ay hindi wasto. Ang isang solong transaksyon ay dapat na hindi bababa sa%@ VITE at hindi hihigit sa%@ VITE, at ang pang-araw-araw na limitasyon sa transaksyon ay%@ VITE.
ko_kr: 입력하신 금액이 불가합니다. 단일 거래는 최소 %@ VITE, 최대 %@ VITE 로 가능합니다. 일일 거래 한도는 %@ VITE 입니다.
ru_ru: Введенная вами сумма неверна. Одна транзакция должна быть как минимум %@ VITE и не более %@ VITE. Ежедневный лимит транзакций составляет %@ VITE.
tr_tr: Girdiğiniz miktar geçersiz. Tek bir işlem en az %@ VITE ve en fazla %@ VITE olmalıdır ve günlük işlem limiti %@ VITE'tir.
vi_vn: Số lượng bạn đã nhập không hợp lệ. Một giao dịch ít nhất phải là %@ VITE và tối đa %@ VITE, và giới hạn giao dịch hàng ngày là %@ VITE.

# bifrost.connect.tip.in.wallet.home
source: ViteConnect Connected
es_es: ViteConnect conectado
fil_ph: Nakakonekta ang ViteConnect
ko_kr: Vite커넥트 연결됨
ru_ru: ViteConnect подключен
tr_tr: ViteConnect Bağlandı
vi_vn: Đã kết nối ViteConnect

# bifrost.alert.tip.title
source: Notice
es_es: Aviso
fil_ph: Abiso
ko_kr: 공지
ru_ru: Уведомление
tr_tr: Uyarı
vi_vn: Chú ý

# bifrost.alert.approve.session.message
source: Please confirm the following link %@
es_es: Corrobora la conexión al sitio %@
fil_ph: Mangyaring kumpirmahin ang sumusunod na link %@
ko_kr: 다음 링크를 확인해주세요. %@
ru_ru: Пожалуйста, подтвердите следующую ссылку %@
tr_tr: Lütfen aşağıdaki linki onaylayın %@
vi_vn: Vui lòng xác nhận theo đường dẫn %@

# bifrost.alert.approve.session.another.address.message
source: The address you scanned now is not consistent with the one on web platform. Continue login with App address? (%@)
es_es: La dirección escaneada no es consistente con la de la plataforma web. ¿Continuar con la dirección de la aplicación? (%@)
fil_ph: Ang address na na-scan mo ngayon ay hindi naaayon sa isa sa web platform. Magpatuloy sa pag-login gamit ang App address? (%@)
ko_kr: 스캔된 주소는 웹 플랫폼 주소와 일치하지 않습니다. 어플 주소를 통해 로그인하시겠습니까? (%@)
ru_ru: Подключаемый вами адрес не соответствует адресу на веб-версии. Продолжить вход с помощью адреса из приложения? (%@)
tr_tr: Şu anda taradığınız adres web platformundaki adresle tutarlı değil. Uygulama adresiyle giriş yapmaya devam edilsin mi? (%@)
vi_vn: Địa chỉ bạn quét bây giờ không khớp với địa chỉ trên nền tảng web. Tiếp tục đăng nhập bằng địa chỉ App? (%@)

# bifrost.alert.approve.session.another.address.ok
source: Confirm to login
es_es: Confirmar para iniciar sesión
fil_ph: Kumpirmahin ang pag-login
ko_kr: 로그인 확인하기
ru_ru: Подтвердите вход
tr_tr: Girişi onayla
vi_vn: Xác nhận đăng nhập

# bifrost.alert.approve.session.another.address.cancel
source: Back
es_es: Atrás
fil_ph: Bumalik
ko_kr: 돌아가기
ru_ru: Назад
tr_tr: Geri
vi_vn: Quay lại

# bifrost.alert.switch.address.message
source: ViteConnect is connected, switch address will break network connection. Make sure to switch address
es_es: ViteConnect está conectado, al cambiar de dirección se desconectará de la red. Confirmar el cambio de dirección
fil_ph: Ang ViteConnect ay konektado, ang pagpalit address ay makakasira sa koneksyon sa network. Siguraduhing palitan ng address
ko_kr: Vite커넥트가 연결되었습니다. 주소를 변경하면 네트워크 연결이 해지됩니다. 주소를 변경 해주세요.
ru_ru: ViteConnect подключен, переключение между адресами инициирует его отключение. Переключить адрес?
tr_tr: ViteConnect bağlandı, adres değişimi ağ bağlantısını kesecek. Adres değiştirdiğinizden emin olun
vi_vn: ViteConnect đã được kết nối, chuyển đổi địa chỉ sẽ gián đoạn kết nối. Đảm bảo chuyển đổi địa chỉ

# bifrost.alert.quit.title
source: Make sure to logout ViteConnect?
es_es: ¿Estas seguro de desconectar ViteConnect?
fil_ph: Tiyaking mag-logout sa ViteConnect?
ko_kr: Vite커넥트에서 로그아웃 하시겠습니까?
ru_ru: Хотите выйти из ViteConnect?
tr_tr: ViteConnect'ten çıkış yaptığınızdan emin misiniz?
vi_vn: Chắc chắn đăng xuất ViteConnect?

# bifrost.home.page.free.header
source: ViteConnect Connected
es_es: ViteConnect conectado
fil_ph: Nakakonekta ang ViteConnect
ko_kr: Vite커넥트 연결됨
ru_ru: ViteConnect подключен
tr_tr: ViteConnect Bağlandı
vi_vn: Đã kết nối ViteConnect

# bifrost.home.page.free.content
source: You have no transaction yet
es_es: Aún no tienes ninguna transacción
fil_ph: Wala ka pang transaksyon
ko_kr: 거래 내역이 없습니다.
ru_ru: У вас еще нет транзакций
tr_tr: Henüz işleminiz yok
vi_vn: Bạn chưa có giao dịch nào

# bifrost.home.page.free.address.title
source: Address
es_es: Dirección
ko_kr: 주소
ru_ru: Адрес
tr_tr: Adres
vi_vn: Địa chỉ

# bifrost.home.page.free.history.title
source: Transactions Signed
es_es: Transacciones firmadas
fil_ph: Nilagdaan ang Mga Transaksyon
ko_kr: 서명된 거래
ru_ru: Транзакции подписаны
tr_tr: İmzalanan İşlemler
vi_vn: Giao dịch đã ký

# bifrost.home.page.free.auto.sign.title
source: Auto Sign
es_es: Firmar automáticamente
fil_ph: Pag-sign ng Auto
ko_kr: 자동 서명
ru_ru: Автоподпись
tr_tr: Otomatik İmza
vi_vn: Tự động ký

# bifrost.home.page.free.auto.sign.confirm.title
source: Password
es_es: Contraseña
ko_kr: 비밀번호
ru_ru: Пароль
tr_tr: Parola
vi_vn: Mật khẩu

# bifrost.home.page.busy.header
source: You are making changes on ViteX & Web Wallet
es_es: Está haciendo cambios en ViteX y/o billetera web/móvil
fil_ph: Gumagawa ka ng mga pagbabago sa ViteX & Web Wallet
ko_kr: ViteX & 웹지갑에서 변경 중입니다.
ru_ru: Вы вносите изменения на ViteX & Web Wallet
tr_tr: ViteX ve Web Cüzdanında değişiklik yapıyorsunuz
vi_vn: Bạn đang thực hiện các thay đổi trên ViteX & Ví web

# bifrost.home.page.busy.content
source: Please confirm transaction information below
es_es: Por favor confirme la información de la transacción abajo
fil_ph: Mangyaring kumpirmahin ang impormasyon sa transaksyon sa ibaba
ko_kr: 아래 거래 정보를 확인해주세요.
ru_ru: Пожалуйста, подтвердите информацию о транзакции ниже
tr_tr: Lütfen aşağıdaki işlem bilgilerini onaylayın
vi_vn: Vui lòng xác nhận thông tin giao dịch như sau

# bifrost.toast.operation.success
source: Operation Successful
es_es: Operación exitosa
fil_ph: Matagumpay ang operasyon
ko_kr: 작업 성공
ru_ru: Операция выполнена
tr_tr: İşlem Başarılı
vi_vn: Thao tác Thành công

# bifrost.list.page.title
source: Signing Transaction List
es_es: Lista de transacciones firmadas
fil_ph: Listahan ng Transaksyon sa Pag-sign
ko_kr: 거래 목록 서명중
ru_ru: Список подписываемых транзакций
tr_tr: İşlem Listesi İmzalanıyor
vi_vn: Danh sách Giao dịch đang ký

# bifrost.list.page.status.pending
source: Awaiting Signature
es_es: Esperando firma
fil_ph: Naghihintay ng Lagda
ko_kr: 서명 대기중
ru_ru: Ожидание подписи
tr_tr: İmza Bekleniyor
vi_vn: Đợi xác nhận

# bifrost.list.page.status.processing
source: Signing
es_es: Firmando
fil_ph: Pagpirma
ko_kr: 서명중
ru_ru: Подписание
tr_tr: İmzalama
vi_vn: Đang xác nhận

# bifrost.list.page.status.failed
source: Failure
es_es: Error
fil_ph: Pagkabigo
ko_kr: 실패
ru_ru: Сбой
tr_tr: Başarısız
vi_vn: Thất bại

# bifrost.list.page.status.finished
source: Success
es_es: Realizado correctamente
fil_ph: Tagumpay
ko_kr: 성공
ru_ru: Успешно
tr_tr: Başarılı
vi_vn: Thành công

# bifrost.list.page.status.canceled
source: Canceled
es_es: Cancelado
fil_ph: Kinansela
ko_kr: 취소됨
ru_ru: Отменено
tr_tr: İptal edildi
vi_vn: Đã hủy

# bifrost.task.detail.page.busy.header
source: Signed Transactions Details
es_es: Detalles de las transacciones firmadas
fil_ph: Mga Detalye ng Mga Transaksyon na Naka-sign
ko_kr: 서명된 거래 상세내역
ru_ru: Детали подписанных транзакций
tr_tr: İmzalanan İşlem Ayrıntıları
vi_vn: Chi tiết Giao dịch đã ký

# bifrost.error.message.timeout
source: Connection time out, please try again later
es_es: Tiempo de conexión agotado, por favor inténtalo de nuevo más tarde
fil_ph: Nag-timeout na ang koneksyon, pakisubukan ulit sa ibang pagkakataon
ko_kr: 연결 시간이 초과했습니다. 나중에 다시 시도해주세요.
ru_ru: Время ожидания истекло, повторите попытку позже
tr_tr: Bağlantı zaman aşımına uğradı, lütfen daha sonra tekrar deneyin
vi_vn: Hết thời gian kết nối, xin vui lòng thử lại

# bifrost.error.message.unknown
source: Connection Error, please try again later
es_es: Error de conexión, inténtalo de nuevo más tarde
fil_ph: Error sa Koneksyon, pakisubukan ulit sa ibang pagkakataon
ko_kr: 연결 에러, 나중에 다시 시도해주세요.
ru_ru: Возникла ошибка подключения к серверу. Пожалуйста, повторите запрос позже
tr_tr: Bağlantı Hatası, lütfen daha sonra tekrar deneyin
vi_vn: Lỗi kết nối, xin vui lòng thử lại

# bifrost.operation.register.sbp
source: Register SBP
es_es: Registrar SBP
fil_ph: Magrehistro sa SBP
ko_kr: SBP 등록하기
ru_ru: Регистрация SBP
tr_tr: SBP'ye kaydol
vi_vn: Đăng ký SBP

# bifrost.operation.register.update.sbp
source: Update SBP
es_es: Actualizar SBP
fil_ph: I-update ang SBP
ko_kr: SBP 업데이트
ru_ru: Обновить SBP
tr_tr: SBP'yi güncelle
vi_vn: Cập nhật SBP

# bifrost.operation.cancel.register.sbp
source: Cancel SBP Registration
es_es: Cancelar registro SBP
fil_ph: Kanselahin ang Rehistro sa SBP
ko_kr: SBP 등록 취소하기
ru_ru: Отменить регистрацию SBP
tr_tr: SBP Kaydını iptal et
vi_vn: Hủy Đăng ký SBP

# bifrost.operation.vote
source: Voting
es_es: Votando
fil_ph: Pagboto
ko_kr: 투표
ru_ru: Голосование
tr_tr: Oylama
vi_vn: Bỏ phiếu

# bifrost.operation.cancel.vote
source: Revoke Voting
es_es: Cancelar voto
fil_ph: Bawiin ang Pagboto
ko_kr: 투표 철회
ru_ru: Отозвать голос
tr_tr: Oylamayı İptal Et
vi_vn: Hủy bỏ Bỏ phiếu

# bifrost.operation.extract.reward
source: Claim Rewards
es_es: Reclamar recompensas
fil_ph: Kunin ang Gantimpala
ko_kr: 보상 받기
ru_ru: Получить награду
tr_tr: Ödülleri Topla
vi_vn: Nhận thưởng

# bifrost.operation.pledge
source: Get Quota
es_es: Obtener Cuota
fil_ph: Kumuha ng Quota
ko_kr: 쿼타 얻기
ru_ru: Получить Квоту
tr_tr: Quota Al
vi_vn: Nhận Quota

# bifrost.operation.cancel.pledge
source: Retrieve Staking for Quota
es_es: Cancelar bloqueo por cuota
fil_ph: Kunin ang Staking para sa Quota
ko_kr: 쿼타를 위해 스테이킹 되찾기
ru_ru: Разморозка из Квоты
tr_tr: Quota için Stake'i Geri Al
vi_vn: Truy xuất Stake cho quota

# bifrost.operation.coin
source: Token Issuance
es_es: Emisión de Token
fil_ph: Pagbibigay ng Token
ko_kr: 토큰 발행
ru_ru: Выпуск Актива
tr_tr: Token Yayınlama
vi_vn: Phát hành Token
