Repository: vitelabs/vite-business-ios
Catalog: ViteBusiness/Assets/*.lproj/Localizable.strings
Languages: es_es, fil_ph, ko_kr, ru_ru, tr_tr, vi_vn

# confirm.button.title
source: Confirm
es_es: Confirmar
fil_ph: Kumpirmahin
ko_kr: 확인
ru_ru: Подтвердить
tr_tr: Onayla
vi_vn: Xác nhận

# cancel.button.title
source: Cancel
es_es: Cancelar
fil_ph: Kanselahin
ko_kr: 취소
ru_ru: Отменить
tr_tr: İptal
vi_vn: Hủy

# alter.title
source: NOTICE
es_es: AVISO
fil_ph: PAUNAWA
ko_kr: 공지
ru_ru: ЗАМЕЧАНИЕ
tr_tr: UYARI
vi_vn: THÔNG BÁO

# discover.page.title
source: Discovery
es_es: Descubrir
fil_ph: Pagtuklas
ko_kr: 탐색하기
ru_ru: Исследовать
tr_tr: Discover
vi_vn: Khám phá

# discover.page.game.cell.palyNum
source: %@ players are playing
es_es: %@ jugadores están jugando
fil_ph: %@ ang mga manlalaro ay naglalaro
ko_kr: %@명이 참여중입니다.
ru_ru: %@ игроков играют
tr_tr: %@ oyuncu şu an oynuyor
vi_vn: %@ người đang chơi

# discover.page.activity.page.title1
source: Latest Events
es_es: Últimos eventos
fil_ph: Pinakabagong Kaganapan
ko_kr: 최신 이벤트
ru_ru: Последние события
tr_tr: Güncel Etkinlikler
vi_vn: Sự kiện Mới nhất

# discover.page.activity.page.title2
source: History
es_es: Histórico
fil_ph: Kasaysayan
ko_kr: 기록
ru_ru: История
tr_tr: Geçmiş
vi_vn: Lịch sử

# discover.page.news.cell.time.minute
source: Now
es_es: Ahora
fil_ph: Ngayon
ko_kr: 현재
ru_ru: Сейчас
tr_tr: Şimdi
vi_vn: Bây giờ

# discover.page.news.cell.time.hour
source: %@h ago
es_es: Hace %@ horas
fil_ph: %@h na nakalipas
ko_kr: %@시간 전
ru_ru: %@ч назад
tr_tr: %@saat önce
vi_vn: %@h trước

# discover.page.news.cell.time.day
source: %@d ago
es_es: Hace %@ días
fil_ph: %@d na nakalipas
ko_kr: %@일 전
ru_ru: %@ дн. назад
tr_tr: %@gün önce
vi_vn: %@ngày trước

# discover.page.headerTitle.activity
source: Campaign Center
es_es: Ecosistema
fil_ph: Center sa Kampanya
ko_kr: 캠페인 센터
ru_ru: Центр Кампании
tr_tr: Ecosystem
vi_vn: Trung tâm Chiến dịch

# discover.page.headerTitle.game
source: Vite Games
es_es: DApps
fil_ph: Mga Laro ng Vite
ko_kr: Vite 게임
ru_ru: VITE Игры
tr_tr: DApps
vi_vn: Trò chơi Vite

# discover.page.headerTitle.news
source: Vite News
es_es: Noticias
fil_ph: Balita sa Vite
ko_kr: Vite 뉴스
ru_ru: Vite Новости
tr_tr: News
vi_vn: Tin tức Vite

# discover.page.VCWebTitle.activity
source: Vite Events
es_es: Ecosistema
fil_ph: Pangyayari sa Vite
ko_kr: Vite 이벤트
ru_ru: Vite События
tr_tr: Ecosystem
vi_vn: Sự kiện Vite

# discover.page.VCWebTitle.game
source: Vite Games
es_es: DApps
fil_ph: Mga Laro ng Vite
ko_kr: Vite 게임
ru_ru: VITE Игры
tr_tr: DApps
vi_vn: Trò chơi Vite

# discover.page.VCWebTitle.news
source: Vite News
es_es: Noticias
fil_ph: Balita sa Vite
ko_kr: Vite 뉴스
ru_ru: Vite Новости
tr_tr: News
vi_vn: Tin tức Vite

# discover.page.game.alter.title
source: You have visited a page which leaves Vite App, and you will be redirected to a third party dApp. Your use on this dApp will abide by the dApp's Term of User Agreement and Privacy Policy. Vite Labs has no supervision or control over the quality, content, reliability or security of the third party dApp, nor shall Vite Labs be liable for its use.
es_es: Has visitado una página que sale de Vite App, y serás redirigido a un dApp de terceros. El uso en esta dApp se ajustará a los términos del acuerdo de usuario y la política de privacidad de aquella dApp. Vite Labs no tiene supervisión ni control sobre la calidad, contenido, la fiabilidad o la seguridad de dApp de terceros, ni será responsable de su uso.
fil_ph: Binisita mo ang isang pahina kung saan umalis sa Vite App, at maire-redirect ka sa isang third party dApp. Ang iyong paggamit sa dApp na ito ay susunod sa Term ng Kasunduan ng Gumagamit at Patakaran sa Privacy ng dApp. Ang Vite Labs ay walang pangangasiwa o kontrol sa kalidad, nilalaman, pagiging maaasahan o seguridad ng third party dApp, o mananagot din sa Vite Labs para sa paggamit nito.
ko_kr: Vite 어플이 아닌 다른 페이지를 방문했으며 dApp으로 리디렉션됩니다. 이 dApp에 대한 귀하의 사용은 dApp의 사용자 계약 기간 및 개인 정보 보호 정책을 준수합니다. Vite Labs는 제 3자 dApp의 품질, 콘텐츠, 신뢰성을 보안 또는 감독하거나 통제하지 않으며 Vite Labs는 그 사용에 대해 책임을지지 않습니다.
ru_ru: Вы посетили страницу, которая покидает Vite App, и вы будете перенаправлены на сторонние dApp. Ваше использование в dApp будет соответствовать условиям Соглашения dApp и Политике конфиденциальности. Компания Vite Labs не имеет никакого контроля над качеством, содержанием, надежностью или безопасность сервиса dApp, и компания Vite Labs не несет ответственности за ее использование.
tr_tr: Vite App'ten ayrılan bir sayfayı ziyaret ediyorsunuz ve üçüncü taraf bir dApp'e yönlendirileceksiniz. Bu dApp'ı kullanımınız, dApp'in Kullanıcı Sözleşmesi Koşullarına ve Gizlilik Politikası uygun olacaktır. Vite Labs; üçüncü taraf dApp'in kalitesi, içeriği, güvenilirliği veya güvenliği üzerinde herhangi bir denetime veya kontrole sahip değildir ve kullanımından Vite Labs sorumlu olmayacaktır.
vi_vn: Bạn đã truy cập một trang rời khỏi Ứng dụng Vite và bạn sẽ được chuyển hướng đến dApp của bên thứ ba. Việc bạn sử dụng trên dApp này sẽ tuân theo Điều khoản của Thỏa thuận Người dùng và Chính sách Bảo mật của dApp. Vite Labs không có quyền giám sát hoặc kiểm soát chất lượng, nội dung, độ tin cậy hoặc bảo mật của dApp bên thứ ba, và Vite Labs cũng không chịu trách nhiệm pháp lý về việc sử dụng ứng dụng của bên thứ ba.

# airdrop.help
source: Help
es_es: Ayuda
fil_ph: Tulong
ko_kr: 도움말
ru_ru: Справка
tr_tr: Yardım
vi_vn: Trợ giúp

# airdrop.vpower
source: Winners
es_es: Ganadores
fil_ph: Mga Nanalo
ko_kr: 승자
ru_ru: Победители
tr_tr: Kazananlar
vi_vn: Người chiến thắng

# airdrop.profit
source: Benefits
es_es: Beneficios
fil_ph: Mga benepisyo
ko_kr: 이윤
ru_ru: Выгоды
tr_tr: Faydalar
vi_vn: Lợi ích

# airdrop.validationFailed
source: Verification Failed
es_es: Error al verificar
fil_ph: Nabigo ang pag-verify
ko_kr: 인증에 실패했습니다
ru_ru: Ошибка подтверждения
tr_tr: Doğrulama Başarısız
vi_vn: Xác thực thất bại

# airdrop.enabled
source: Pick up 10~1000
es_es: Recoge 10~1000
fil_ph: Pumili ng 10 ~ 1000
ko_kr: 10~1000사이의 숫자를 고르세요
ru_ru: Подобрать от 10 до 1000
tr_tr: 10~1000 Al
vi_vn: Nhận 10 ~ 1000

# airdrop.leftTime
source: Countdown
es_es: Cuenta regresiva
fil_ph: Pagbibilang
ko_kr: 카운트다운
ru_ru: Обратный отсчет
tr_tr: Geri sayım
vi_vn: Đếm ngược

# airdrop.error.tip.need.update
source: Airdrop is only supported on iOS 11 and above.
es_es: Airdrop disponible únicamente para iOS 11 o superior.
fil_ph: Sinusuportahan lamang ang Airdrop sa iOS 11 at mas mataas.
ko_kr: 에어드롭은 iOS 11 이상에서만 지원됩니다.
ru_ru: Airdrop поддерживается только на iOS 11 и выше.
tr_tr: Airdrop yalnızca iOS 11 ve üzeri sürümlerde desteklenir.
vi_vn: Chỉ hỗ trợ airdrop cho iOS 11 và cao hơn.

# airdrop.error.tip.not.support
source: Your device not support airdrop.
es_es: Tu dispositivo no es compatible con este airdrop.
fil_ph: Hindi sinusuportahan ng iyong aparato ang airdrop.
ko_kr: 본 기기 장치는 에어드롭이 지원되지 않습니다.
ru_ru: Ваше устройство не поддерживает Airdrop.
tr_tr: Cihazınız airdrop'u desteklemiyor.
vi_vn: Thiết bị của bạn không hỗ trợ airdrop.

# airdrop.error.tip.unknown.error
source: Unknown Error.
es_es: Error desconocido.
fil_ph: Hindi matukoy na mali.
ko_kr: 알 수 없는 오류
ru_ru: Неизвестная ошибка.
tr_tr: Bilinmeyen Hata.
vi_vn: Lỗi không xác định.

source: Cancel
es_es: Cancelar
fil_ph: Kanselahin
ko_kr: 취소
ru_ru: Отмена
tr_tr: İptal
vi_vn: Hủy

# Finish
source: Done
es_es: Aceptar
fil_ph: Tapos na
ko_kr: 완료
ru_ru: Готово
tr_tr: Tamam
vi_vn: Hoàn thành

source: Delete
es_es: Borrar
fil_ph: Burahin
ko_kr: 삭제하기
ru_ru: Удалить
tr_tr: Sil
vi_vn: Xóa

# Hint
source: Prompt
es_es: Aviso
ko_kr: 알림
ru_ru: Быстрый
tr_tr: Komut istemi
vi_vn: Nhắc nhở

source: Yes
es_es: Si
fil_ph: Oo
ko_kr: 네
ru_ru: Да
tr_tr: Evet
vi_vn: Có

source: No
fil_ph: Hindi
ko_kr: 아니오
ru_ru: Нет
tr_tr: Hayır
vi_vn: Không

source: Loading
es_es: Cargando
fil_ph: Naglo-load
ko_kr: 로딩 중
ru_ru: Загрузка
tr_tr: Yükleniyor
vi_vn: Đang tải

source: Retry
es_es: Reintentar
fil_ph: Subukang muli
ko_kr: 재시도
ru_ru: Повторить
tr_tr: Yeniden Dene
vi_vn: Thử lại

source: Confirm
es_es: Confirmar
fil_ph: Kumpirmahin
ko_kr: 확인
ru_ru: Подтвердить
tr_tr: Onayla
vi_vn: Xác nhận

source: Submit
es_es: Enviar
fil_ph: Isumite
ko_kr: 제출하기
ru_ru: Отправить
tr_tr: Gönder
vi_vn: Gửi

source: Close
es_es: Entiendo
fil_ph: Naiintindihan ko
ko_kr: 이해했습니다
ru_ru: Я понимаю
tr_tr: Anladım
vi_vn: Tôi hiểu

source: Update App
es_es: Actualizar aplicación
fil_ph: I-update ang App
ko_kr: 어플 업데이트
ru_ru: Обновить приложение
tr_tr: Uygulamayı Güncelle
vi_vn: Cập nhật ứng dụng

# Submit.cancel
source: Cancel
es_es: Cancelar
fil_ph: Kanselahin
ko_kr: 취소
ru_ru: Отмена
tr_tr: İptal
vi_vn: Hủy

source: Quit
es_es: Salir
fil_ph: Umalis
ko_kr: 나가기
ru_ru: Выйти
tr_tr: Çıkış
vi_vn: Thoát

# web.page.host.tip
source: This page is provided by %@
es_es: Esta página esta proporcionada por %@
fil_ph: Ang pahinang ito ay ibinigay ng %@
ko_kr: 해당 페이지는 %@에서 제공됩니다.
ru_ru: Эта страница предоставлена %@
tr_tr: Bu sayfa %@ tarafından sağlanmaktadır
vi_vn: Trang này được cung cấp bởi %@

source: Create Account
es_es: Crear cuenta
fil_ph: Gumawa ng Account
ko_kr: 계정 만들기
ru_ru: Создать Аккаунт
tr_tr: Hesap Oluşturun
vi_vn: Tạo Tài khoản

source: Import Account
es_es: Importar cuenta
fil_ph: Mag-import ng Account
ko_kr: 계정 가져오기
ru_ru: Восстановить аккаунт
tr_tr: Hesabı İçe Aktar
vi_vn: Nhập Tài khoản

# select.wallet.account
source: Select your account
es_es: Selecciona tu cuenta
fil_ph: Piliin ang iyong account
ko_kr: 계정을 선택해주세요.
ru_ru: Выберите аккаунт
tr_tr: Hesabınızı seçin
vi_vn: Chọn tài khoản của bạn

# lock.page.pwd.btn.title
source: Login via password
es_es: Iniciar sesión usando contraseña
fil_ph: Mag-login sa pamamagitan ng password
ko_kr: 비밀번호로 로그인하기
ru_ru: Войти с помощью пароля
tr_tr: Parola ile giriş
vi_vn: Đặng nhập bằng mật khẩu

# lock.page.fingerprint.btn.title
source: Biometric Verification
es_es: Verificación biométrica
fil_ph: Pag-verify ng Biometric
ko_kr: 생체정보 인증
ru_ru: Биометрическая верификация
tr_tr: Biyometrik Doğrulama
vi_vn: Xác thực Sinh trắc học

# lock.page.fingerprint.alter.title
source: Verify fingerprint to activate Touch ID
es_es: Verificar huella dactilar para activar Touch ID
fil_ph: I-verify ang fingerprint upang maisaaktibo ang Touch ID
ko_kr: 지문 확인하여 터치 ID 활성화하기
ru_ru: Подтвердите отпечаток пальца для активации Touch ID
tr_tr: Touch ID'yi etkinleştirmek için parmak izini doğrulayın
vi_vn: Xác minh dấu vân tay để kích hoạt Touch ID

# lock.page.changeUser.btn.title
source: Switch Account
es_es: Cambiar cuenta
fil_ph: Lumipat ng Account
ko_kr: 계정 전환하기
ru_ru: Сменить аккаунт
tr_tr: Hesap Değiştir
vi_vn: Chuyển Tài khoản

# create.page.title
source: Create Account
es_es: Crear cuenta
fil_ph: Gumawa ng Account
ko_kr: 계정 만들기
ru_ru: Создать Аккаунт
tr_tr: Hesap Oluştur
vi_vn: Tạo Tài khoản

# create.page.tf.title
source: Account Name
es_es: Nombre de la cuenta
fil_ph: Pangalan ng account
ko_kr: 계정 이름
ru_ru: Имя аккаунта
tr_tr: Hesap Adı
vi_vn: Tên Tài khoản

# create.page.pw.title
source: Please input password
es_es: Por favor, introduzca una contraseña
fil_ph: Mangyaring maglagay ng password
ko_kr: 비밀번호를 입력하세요.
ru_ru: Пожалуйста, введите пароль
tr_tr: Lütfen parola girin
vi_vn: Vui lòng nhập mật khẩu

# create.page.pw.repeate.title
source: Please input your password again
es_es: Por favor, introduce tu contraseña de nuevo
fil_ph: Mangyaring i-input muli ang iyong password
ko_kr: 비밀번호를 다시 입력해주세요.
ru_ru: Пожалуйста, введите пароль еще раз
tr_tr: Lütfen parolanızı yeniden girin
vi_vn: Vui lòng nhập lại mật khẩu

# create.page.invite.code.title
source: Enter invitation code or scan invitation QR code to enjoy 10% off trading fees and premiere mining
es_es: Ingresa el código de invitación o escanee el código QR de invitación para disfrutar de un 10% descuento en comisiones de trading y potenciar las recompensas de minería
fil_ph: Ipasok ang code ng paanyaya o i-scan ang paanyaya ng QR code upang masiyahan sa 10% na diskwento sa pangangalakal at pagmimina sa premiere
ko_kr: 초대코드를 입력하거나 초대 QR코드를 스캔하고 거래수수료 10%할인받고 프리미어 채굴을 즐겨보세요.
ru_ru: Введите пригласительный код или отсканируйте QR-код, чтобы получить 10% скидку на торговые комиссии и дополнительные множители наград
tr_tr: Alım satım komisyonlarında ve birinci sınıf madencilikte kullanabileceğiniz %10 indirimden yararlanmak için davetiye kodunu girin veya davetiye QR kodunu tarayın
vi_vn: Nhập mã giới thiệu hoặc quét mã QR giới thiệu để được giảm 10% phí giao dịch và khai thác

# create.page.invite.code.placeholder
source: Invitation Code(Optional)
es_es: Código de invitación (opcional)
fil_ph: Code sa Imbitasyon (Opsyonal)
ko_kr: 초대 코드 (선택 사항)
ru_ru: Пригласительный код (необязательно)
tr_tr: Davet Kodu(İsteğe Bağlı)
vi_vn: Mã Giới thiệu (tùy chọn)

# create.page.submit.btn.title
source: Create
es_es: Crear
fil_ph: Lumikha
ko_kr: 만들기
ru_ru: Создать
tr_tr: Oluştur
vi_vn: Tạo mới

# create.page.toast.error.invite.code
source: Wrong Invitation Code
es_es: Código de invitación incorrecto
fil_ph: Maling Code sa Imbitasyon
ko_kr: 잘못된 초대코드
ru_ru: Неправильный код приглашения
tr_tr: Yanlış Davet Kodu
vi_vn: Sai mã giới thiệu

# create.page.tip.title
source: Backup Instructions
es_es: Instrucciones para la copia de seguridad
fil_ph: Mga Tagubilin sa Pag-backup
ko_kr: 백업 지침
ru_ru: Инструкции по созданию резервной копии
tr_tr: Yedekleme Talimatları
vi_vn: Hướng dẫn Sao lưu

# create.page.tip.content1
source: Caution! Loss of mnemonic words will result in loss of all digital assets in the wallet.
es_es: Precaución! La pérdida de las palabras mnemónicas resultará en la pérdida total de los activos digitales de la billetera.
fil_ph: Pag-iingat! Ang pagkawala ng mga mnemonic na salita ay magreresulta sa pagkawala ng lahat ng mga digital na assets sa wallet.
ko_kr: 주의! 니모닉 단어를 잃어버리면 지갑 내 모든 디지털 자산을 잃어버릴 수 있습니다.
ru_ru: Внимание! Потеря мнемонических слов приведет к потере всех цифровых активов в кошельке.
tr_tr: Dikkat! Anımsatıcı kelimelerin kaybı, cüzdandaki tüm dijital varlıkların kaybına neden olacaktır.
vi_vn: Thận trọng! Mất cụm từ khôi phục ví sẽ dẫn đến mất tất cả tài sản kỹ thuật số trong ví.

# create.page.tip.content2
source: Importing mnemonic words is the only way to retrieve an account after deleting or reinstalling the App.
es_es: La importación de palabras mnemónicas es la única forma de recuperar una cuenta después de eliminar o reinstalar la aplicación.
fil_ph: Ang pag-import ng mga mnemonic na salita ay ang tanging paraan upang makuha ang isang account pagkatapos ng pagtanggal o muling pag-install ng App.
ko_kr: 니모닉 단어 불러오기는 어플을 삭제하거나 다시 설치하신 후에 계정을 복구하기 위해 사용됩니다.
ru_ru: Импорт мнемонических слов - это единственный способ восстановить учетную запись после удаления или переустановки приложения.
tr_tr: Anımsatıcı kelimeleri içe aktarmak, uygulamayı sildikten veya yeniden yükledikten sonra bir hesabı almanın tek yoludur.
vi_vn: Nhập cụm từ khôi phục ví là cách duy nhất để lấy lại tài khoản sau khi xóa hoặc cài đặt lại Ứng dụng.

# create.page.tip.content3
source: Please store your mnemonic words in a safe place.
es_es: Por favor, almacena tus palabras mnemónicas en un lugar seguro.
fil_ph: Mangyaring itago ang iyong mga mnemonic na salita sa isang ligtas na lugar.
ko_kr: 니모닉 단어를 안전한 곳에 보관해주세요.
ru_ru: Пожалуйста, храните мнемонические слова в надежном месте.
tr_tr: Lütfen anımsatıcı kelimelerinizi güvenli bir yerde saklayın.
vi_vn: Vui lòng lưu trữ những từ khôi phục ví của bạn ở một nơi an toàn.

# create.page.tip.button.skip.title
source: Back Up Later
es_es: Respaldar después
fil_ph: I-back Up Mamaya
ko_kr: 나중에 백업하기
ru_ru: Резервное копирование позже
tr_tr: Daha Sonra Yedekle
vi_vn: Sao lưu sau

# create.page.tip.button.next.title
source: Backed Up
es_es: Respaldar
fil_ph: Naka-backup
ko_kr: 백업 완료
ru_ru: Резервное копирование
tr_tr: Yedeklendi
vi_vn: Đã sao lưu

# mnemonic.backup.page.title
source: Mnemonic Words Backup
es_es: Copia de seguridad de palabras mnemónicas
fil_ph: Ang Mnemonic na Salita ay naka-backup
ko_kr: 니모닉 단어가 백업되지 않았습니다.
ru_ru: Резервная копия мнемонических слов
tr_tr: Anımsatıcı Kelimeleri Yedekleme
vi_vn: Cụm từ khôi phục ví Mnemonic

# mnemonic.backup.page.tip1
source: We recommend the two following backup methods:
es_es: Las siguientes copias de seguridad se recomiendan para la seguridad de sus activos:
fil_ph: Inirerekumenda namin ang dalawang sumusunod na mga backup na pamamaraan:
ko_kr: 다음 두 가지 방법의 백업 방식을 추천합니다:
ru_ru: Мы рекомендуем два следующих метода резервного копирования:
tr_tr: The following backups are recommend for the security of your assets:
vi_vn: Chúng tôi đề xuất hai phương pháp sao lưu sau:

# mnemonic.backup.page.tip2
source: Write down mnemonic words on a piece of paper, then keep it in a safe place.
es_es: Escriba las palabras mnemónicas en un pedazo de papel, luego guárdelas en un lugar seguro.
fil_ph: Isulat ang mga mnemonic na salita sa isang piraso ng papel, at pagkatapos ay itago ito sa isang ligtas na lugar.
ko_kr: 종이에 니모닉 단어를 적어서 안전한 곳에 보관해주세요.
ru_ru: Запишите мнемонические слова на листе бумаги, а затем сохраните их в надежном месте.
tr_tr: Write down your seed phrase on a piece of paper and keep it in a safe place.
vi_vn: Viết cụm từ khôi phục ví vào một tờ giấy, sau đó giữ ở một nơi an toàn.

# mnemonic.backup.page.tip3
source: Scan the QR code below using the Vite wallet installed on another device.
es_es: Escanea el código QR de abajo usando la billetera Vite instalada en otro dispositivo.
fil_ph: I-scan ang QR code sa ibaba gamit ang naka-install na Vite wallet sa isa pang aparato.
ko_kr: 다른 기기 장치에 Vite 지갑을 다운 받으신 후, 아래 QR 코드를 스캔해주세요.
ru_ru: Сканируйте QR-код ниже с помощью Vite wallet, установленного на другом устройстве.
tr_tr: Scan the QR code below with your Vite app installed on another device.
vi_vn: Quét mã QR bên dưới bằng cách sử dụng ví Vite được cài đặt trên một thiết bị khác.

# mnemonic.backup.scan.alert.title
source: Notice
es_es: Aviso
fil_ph: Abiso
ko_kr: 공지
ru_ru: Уведомление
tr_tr: Uyarı
vi_vn: Chú ý

# mnemonic.backup.scan.alert.message
source: Confirm account creation with the following mnemonic words?
es_es: ¿Confirmar la creación de la cuenta con las siguientes palabras mnemonicas?
fil_ph: Kumpirmahin ang paglikha ng account sa mga sumusunod na mnemonic na salita?
ko_kr: 다음의 니모닉 단어들로 계정 생성을 확인하시겠습니까?
ru_ru: Подтвердите создание учетной записи со следующими мнемоническими словами?
tr_tr: Aşağıdaki anımsatıcı kelimelerle hesap oluşturmayı onaylıyor musunuz?
vi_vn: Xác nhận tạo tại khoản với cụm từ khôi phục ví sau?

# mnemonic.backup.scan.alert.ok.title
source: Confirm
es_es: Confirmar
fil_ph: Kumpirmahin
ko_kr: 확인
ru_ru: Подтвердить
tr_tr: Onayla
vi_vn: Xác nhận

# mnemonic.backup.scan.alert.cancel.title
source: Cancel
es_es: Cancelar
fil_ph: Kanselahin
ko_kr: 취소
ru_ru: Отмена
tr_tr: İptal
vi_vn: Hủy

# mnemonic.backup.page.check.button1.title
source: I understand if I lose the mnemonic words, I would never find back my assets
es_es: Entiendo que si pierdo las palabras mnemónicas, nunca recuperaré mis activos
fil_ph: Naiintindihan ko na kung mawawala sa akin ang mga mnemonic na salita, hindi ko na mababalik ang aking mga assets
ko_kr: 니모닉 단어를 잃어 버리면 내 자산을 찾을 수 없다는 것을 이해했습니다
ru_ru: Я понимаю, если я потеряю мнемонические слова, я никогда не смогу восстановить доступ к моим активам
tr_tr: Anımsatıcı kelimeleri kaybedersem, varlığımı asla geri bulamayacağımı anlıyorum
vi_vn: Tôi hiểu nếu tôi đánh mất cụm từ khôi phục ví, tôi sẽ không bao giờ tìm lại được tài sản của mình

# mnemonic.backup.page.check.button2.title
source: I understand if I forget or lose the mnemonic words, nobody can help to recover
es_es: Entiendo que si olvido o pierdo las palabras mnemónicas, nadie me puede ayudar a recuperlas
fil_ph: Naiintindihan ko na kung nakalimutan ko o mawala ang mga mnemonic na salita, walang makakatulong upang makabawi
ko_kr: 니모닉 단어를 잃어 버리면 아무도 복구를 도와줄 수 없다는 것을 이해했습니다
ru_ru: Я понимаю, если я забуду или потеряю мнемонические слова, никто не сможет помочь восстановить аккаунт
tr_tr: Anımsatıcı kelimeleri unutursam veya kaybedersem, kimsenin düzeltmeye yardım edemeyeceğini anlıyorum
vi_vn: Tôi hiểu nếu tôi quên hoặc mất các từ khôi phục ví, không ai có thể giúp tôi phục hồi

# mnemonic.backup.page.check.button3.title
source: I have already read, understood and I agree to our
es_es: Ya he leído, entendí y estoy de acuerdo con nuestro
fil_ph: Nabasa ko na, naintindihan at sumasang-ayon ako sa aming
ko_kr: 다음을 읽고 이해했으며 이에 동의합니다.
ru_ru: Я уже прочитал, понял и согласен с пользовательским соглашением
tr_tr: Zaten okudum, anladım ve kabul ediyorum
vi_vn: Tôi đã đọc, hiểu và tôi đồng ý với

# mnemonic.backup.page.clause.button.title
source: Terms and Conditions
es_es: Términos y condiciones
fil_ph: Mga Tuntunin at Kundisyon,
ko_kr: 이용 약관
ru_ru: Правила и Условия
tr_tr: Şartlar ve Koşullar
vi_vn: Điều khoản và Điều kiện

# mnemonic.backup.page.tip.lab.title
source: Seed Phrase
es_es: Frase semilla
ko_kr: 시드 문구
ru_ru: Мнемонические слова (главный пароль)
tr_tr: Kurtarma Kelimeleri
vi_vn: Cụm từ khôi phục ví

# mnemonic.backup.page.tip.anewBtn.title
source: Regenerate
es_es: Regenerar
fil_ph: Muling buohin
ko_kr: 다시 생성하기
ru_ru: Перегенерировать
tr_tr: Yeniden oluştur
vi_vn: Tạo lại

# mnemonic.backup.page.tip.nextBtn.title
source: Backed Up
es_es: Respaldar
fil_ph: Naka-backup
ko_kr: 백업 완료
ru_ru: Резервное копирование
tr_tr: Yedeklendi
vi_vn: Đã sao lưu

# mnemonic.backup.page.tip.skip.title
source: Back Up Later
es_es: Respaldar después
fil_ph: I-back Up Mamaya
ko_kr: 나중에 백업하기
ru_ru: Резервное копирование позже
tr_tr: Daha Sonra Yedekle
vi_vn: Sao lưu sau

# mnemonic.backup.page.alter.title
source: We strongly advise against taking a screenshot of the seed phrase. We suggest that you write down the seed phrase on a piece of paper and keep it in a safe place.
es_es: Recomendamos encarecidamente no tomar una captura de pantalla de la frase semilla. Sugerimos que escriba la frase semilla en un pedazo de papel y que la guarde en un lugar seguro.
fil_ph: Masidhi naming pinapayuhan laban sa pagkuha ng isang screenshot ng seed phrase. Iminumungkahi namin na isulat mo ang seed phrase. sa isang piraso ng papel at itago ito sa isang ligtas na lugar.
ko_kr: 시드 문구 캡쳐하는 것을 추천드리지 않으며, 종이에 시드 문구를 적어 안전한 곳에 보관하는 것을 추천드립니다.
ru_ru: Мы настоятельно рекомендуем не делать скриншот мнемонических слов. Мы предлагаем вам записать фразу на листе бумаги и хранить его в надежном месте.
tr_tr: Kurtarma kelimelerinin ekran görüntüsünü almamanızı şiddetle tavsiye ederiz. Kurtarma kelimelerini bir kağıda yazmanızı ve güvenli bir yerde saklamanızı öneririz.
vi_vn: Chúng tôi đặc biệt khuyên bạn không nên chụp ảnh màn hình của cụm từ khôi phục ví. Chúng tôi khuyên bạn nên viết cụm từ khôi phục ví ra một tờ giấy và giữ nó trong một nơi an toàn.

# mnemonic.backup.page.alter.message
source: Would you like to create a new seed phrase?
es_es: ¿Quieres crear una nueva frase semilla?
fil_ph: Nais mo bang lumikha ng isang bagong seed phrase?
ko_kr: 새로운 시드 문구를 지금 생성 하시겠습니까?
ru_ru: Вы хотите создать новую seed фразу?
tr_tr: Yeni kurtarma kelimeleri oluşturmak ister misiniz?
vi_vn: Bạn có muốn tạo cụm từ khôi phục ví mới?

# mnemonic.backup.page.alter.cancel
source: No
fil_ph: Hindi
ko_kr: 아니오
ru_ru: Нет
tr_tr: Hayır
vi_vn: Không

# mnemonic.backup.page.alter.confirm
source: Yes
es_es: Si
fil_ph: Oo
ko_kr: 네
ru_ru: Да
tr_tr: Evet
vi_vn: Có

# mnemonic.backup.page.error.type.name
source: Please input account name or password
es_es: Por favor ingrese el nombre de la cuenta o la contraseña
fil_ph: Mangyaring maglagay ng pangalan ng account o password
ko_kr: 새로운 계정 혹은 비밀번호를 입력해주세요
ru_ru: Пожалуйста, введите имя аккаунта или пароль
tr_tr: Lütfen hesap adı veya parola girin
vi_vn: Vui lòng nhập tên tài khoản hoặc mật khẩu
