Repository: vitelabs/vite-business-ios
Catalog: ViteBusiness/Assets/*.lproj/Localizable.strings
Languages: es_es, fil_ph, ko_kr, ru_ru, tr_tr, vi_vn

# grin.http.address
source: HTTP Address
es_es: Dirección HTTP
fil_ph: Address ng HTTP
ko_kr: HTTP 주소
ru_ru: HTTP адрес
tr_tr: HTTP Adresi
vi_vn: Địa chỉ HTTP

# grin.vite.address
source: VITE Address
es_es: Dirección VITE
fil_ph: Address ng VITE
ko_kr: VITE 주소
ru_ru: VITE Адрес
tr_tr: VITE Adresi
vi_vn: Địa chỉ VITE

# grin.sendPageViteContactsButtonTitle
source: GRIN Contact Address
es_es: Libreta de direcciones GRIN
fil_ph: GRIN Address sa Pakikipag-ugnay
ko_kr: GRIN 연락처 주소
ru_ru: Адрес контракта GRIN
tr_tr: GRIN İletişim Adresi
vi_vn: Địa chỉ Danh bạ GRIN

# grin.canceled
source: Canceled
es_es: Cancelado
fil_ph: Kinansela
ko_kr: 취소됨
ru_ru: Отменено
tr_tr: İptal edildi
vi_vn: Đã hủy

# grin.makeSureToShare
source: Please make sure to share the transaction file with sender
es_es: Por favor, asegúrese de compartir el archivo de transacción con el remitente
fil_ph: Mangyaring tiyaking ibahagi ang file ng transaksyon sa nagpadala
ko_kr: 발신자와 거래 파일을 공유해주세요.
ru_ru: Пожалуйста, убедитесь, что хотите поделиться файлом транзакции с отправителем
tr_tr: Lütfen işlem dosyasını gönderenle paylaştığınızdan emin olun
vi_vn: Chắc chẵn đã chia sẻ tệp giao dịch với người gửi

# grin.txbyfile.shareSentFileDesc
source: Please make sure to share the transaction file with the recipient and ask for a confirmation file.
es_es: Por favor, asegúrese de compartir el archivo de transacción con el destinatario y solicitar un archivo de confirmación.
fil_ph: Mangyaring tiyaking ibahagi ang file ng transaksyon sa tatanggap at humingi ng isang kumpirmasyon na file.
ko_kr: 수신자와 거래 파일을 공유하고 확인 파일을 요청하세요.
ru_ru: Пожалуйста, не забудьте поделиться с получателем файлом транзакции и запросить файл подтверждения.
tr_tr: Lütfen işlem dosyasını alıcıyla paylaştığınızdan emin olun ve bir onay dosyası talep edin.
vi_vn: Chắc chắn chia sẻ tệp giao dịch với người nhận và yêu cầu trả tệp xác nhận.

# grin.txbyfile.receiveSentFileDesc
source: Please sign for the transaction
es_es: Por favor confirme la transacción
fil_ph: Mangyaring mag-sign para sa transaksyon
ko_kr: 거래를 위해 서명해주세요.
ru_ru: Пожалуйста, подпишите транзакцию
tr_tr: Lütfen işlemi onaylayın
vi_vn: Vui lòng hoàn tất giao dịch

# grin.txbyfile.shareReceiveFileDesc
source: Please make sure to share the transaction file with sender
es_es: Por favor, asegúrese de compartir el archivo de transacción con el remitente
fil_ph: Mangyaring tiyaking ibahagi ang file ng transaksyon sa nagpadala
ko_kr: 발신자와 거래 파일을 공유해주세요.
ru_ru: Пожалуйста, убедитесь, что хотите поделиться файлом транзакции с отправителем
tr_tr: Lütfen işlem dosyasını gönderenle paylaştığınızdan emin olun
vi_vn: Chắc chẵn đã chia sẻ tệp giao dịch với người gửi

# grin.txbyfile.finalizeReceiveFileDesc
source: Transaction has been received by the recipient. Please finalize and broadcast the transaction.
es_es: La transacción ha sido recibida por el destinatario. Por favor, finalice y transmita la transacción.
fil_ph: Ang transaksyon ay natanggap ng tatanggap. Mangyaring i-finalize at i-broadcast ang transaksyon.
ko_kr: 수신자가 거래를 수신했습니다. 거래를 완료하고 송출해주세요.
ru_ru: Транзакция была получена получателем. Пожалуйста, финализируйте и опубликуйте транзакцию.
tr_tr: İşlem alıcıya ulaştı. Lütfen işlemi tamamlayın ve yayınlayın.
vi_vn: Người nhận đã nhận được giao dịch. Vui lòng hoàn tất và thực thi giao dịch.

# grin.txbyfile.initStatus.sender
source: Created
es_es: Creado
fil_ph: Nalikha na
ko_kr: 생성됨
ru_ru: Создано
tr_tr: Oluşturuldu
vi_vn: Đã tạo

# grin.txbyfile.initStatus.receiver
source: Awaiting Receiving
es_es: Esperando recibir
fil_ph: Naghihintay sa Pagtanggap
ko_kr: 수신 대기중
ru_ru: Ожидает получения
tr_tr: Alım Bekleniyor
vi_vn: Đang chờ xử lý

# grin.txbyfile.receivedStatus.receiver
source: Received
es_es: Recibido
fil_ph: Natanggap
ko_kr: 수신됨
ru_ru: Получено
tr_tr: Alındı
vi_vn: Đã nhận

# grin.txbyfile.receivedStatus.sender
source: Awaiting Finalization
es_es: Esperando finalización
fil_ph: Naghihintay sa Pagwawakas
ko_kr: 완료 대기중
ru_ru: Ожидает финализации
tr_tr: Tamamlanma bekleniyor
vi_vn: Đợi xác nhận

# grin.creat.syncronizing
source: Creat and sync, 3 mins estimated
es_es: Crear y sincronizar, 3 minutos estimados
fil_ph: Lumikha at mag-sync, tinatayang 3 minuto
ko_kr: 생성 및 동기화, 3분 예상됨
ru_ru: Создание и синхронизация оцениваются на 3 минуты
tr_tr: Oluşturun ve senkronize edin, bu tahmini 3 dakika sürecektir
vi_vn: Tạo và đồng bộ hoá, dự kiến 3 phút

# grin.recover.syncronizing
source: Recover and sync, 3 mins estimated
es_es: Recuperar y sincronizar, 3 minutos estimados
fil_ph: I-recover at i-sync, tinatayang 3 min
ko_kr: 복구 및 동기화, 3분 예상됨
ru_ru: Восстановление и синхронизация, оценивание 3 минуты
tr_tr: Kurtarın ve senkronize edin, bu tahmini 3 dakika sürecektir
vi_vn: Khôi phục và đồng bộ hoá, dự kiến 3 phút

# grin.creating
source: Grin wallet initializing, please wait a moment.
es_es: Inicializando billetera GRIN, por favor espere un momento.
fil_ph: Ang Grin ng wallet ay nagsisimula, mangyaring maghintay sandali.
ko_kr: Grin 지갑을 초기화 중입니다. 잠시만 기다려주세요.
ru_ru: Кошелек GRIN синхронизируется, пожалуйста, подождите.
tr_tr: Grin cüzdan başlatılıyor, lütfen bir süre bekleyin.
vi_vn: Ví Grin đang khởi chạy, vui lòng đợi trong giây lát.

# grin.pay.title.creat
source: Create
es_es: Crear
fil_ph: Lumikha
ko_kr: 생성하기
ru_ru: Создать
tr_tr: Oluştur
vi_vn: Tạo mới

# grin.pay.title.finalize
source: Finalize
es_es: Finalizar
fil_ph: Tapusin
ko_kr: 완료하기
ru_ru: Финализировать
tr_tr: Tamamla
vi_vn: Kết thúc

# grin.teach.file.send.desc
source: To transfer using Vite wallet, all you need to do is to share the transaction file with the recipient, open the file returned by the recipient by Vite wallet and finalize the transaction. After clicking "Share the transaction file", Vite wallet will show App usable in your mobile phone, you can choose whichever way you like, you can also save the file into your mobilephone and share by yourself.
es_es: Para transferir usando la billetera Vite, todo lo que necesitas hacer es compartir el archivo de transacción con el destinatario, abrir el archivo devuelto por el destinatario de la billetera Vite y finalizar la transacción. Después de hacer clic en "Compartir el archivo de transacción", la billetera Vite mostrará la aplicación compatible en tu teléfono móvil para compartir, usted puede elegir la que desee, también puede guardar el archivo en su teléfono móvil y compartirlo usted mismo.
fil_ph: Upang ilipat gamit ang Vite wallet, ang kailangan mo lang gawin ay ibahagi ang file ng transaksyon sa tatanggap, buksan ang file na ibinalik ng tatanggap ng Vite wallet at tapusin ang transaksyon. Matapos i-click ang "Ibahagi ang file ng transaksyon", ipapakita ng Vite wallet ang App na magagamit sa iyong mobile phone, maaari kang pumili ng alinmang paraang gusto mo, maaari mo ring mai-save ang file sa iyong cellphone at ibahagi sa iyong sarili.
ko_kr: Vite 지갑을 사용하여 전송하려면 거래 파일을 수신자와 공유하고 수신자가 Vite 지갑에서 반환한 파일을 열고 거래를 완료하면 됩니다. "거래 파일 공유"를 클릭하면 Vite 지갑에 휴대폰에서 사용할 수있는 앱이 표시되며 원하는 방식을 선택할 수 있으며 파일을 휴대폰에 저장하고 직접 공유할 수도 있습니다.
ru_ru: Чтобы перевести с помощью Vite кошелека, все, что вам нужно сделать, — это поделиться файлом транзакции с получателем, открыть файл, возвращаемый получателем через Vite кошелек и завершить транзакцию. После нажатия "Поделиться файлом транзакций" кошелек Vite будет показывать приложение для использования в вашем мобильном телефоне, Вы можете выбрать какой бы то ни было способ сохранить этот файл на свой мобильный телефон и поделиться им самостоятельно.
tr_tr: Vite cüzdanını kullanarak transfer yapmak için tek yapmanız gereken işlem dosyasını alıcıyla paylaşmak, alıcı tarafından Vite cüzdan ile iade edilen dosyayı açmak ve işlemi tamamlamaktır. "İşlem dosyasını paylaş" a tıkladıktan sonra Vite cüzdan uygulaması cep telefonunuzda kullanılabilir olarak gözükecektir, istediğiniz şekilde seçebilir, dosyayı cep telefonunuza kaydedebilir ve kendiniz paylaşabilirsiniz.
vi_vn: Để chuyển bằng ví Vite, tất cả những gì bạn cần làm là chia sẻ tệp giao dịch với người nhận, mở tệp do người nhận gửi lại bằng ví Vite và hoàn tất giao dịch. Sau khi nhấp vào "Chia sẻ tệp giao dịch", ví Vite sẽ hiển thị Ứng dụng có thể sử dụng trên điện thoại di động của bạn, bạn có thể chọn cách nào bạn thích, bạn cũng có thể lưu tệp vào điện thoại di động của mình và tự chia sẻ.

# grin.teach.file.receive.desc
source: To transfer using Vite wallet, all you need to do is to open the file, click the "Receive and share" button, and return the confirm-to-receive file with the sender. After clicking "Receive and share",Vite wallet will show App usable in your mobile phone, you can choose whichever way you like, you can also save the file into your mobilephone and share by yourself. Vite wallet supports .grinslate file and .json file, and only when the file name containing "response" will it be recognized and opened successfully.
es_es: Para transferir usando el la billetera Vite, todo lo que necesitas hacer es abrir el archivo recibido, haga clic en el botón "Recibir y compartir", y devuelva el archivo de confirmación-para-recibir al remitente. Después de hacer clic en "Recibir y compartir” la aplicación Vite mostrará la aplicación compatible de su teléfono móvil. Usted puede elegir la forma que desee, también puede guardar el archivo en su teléfono móvil y compartirlo usted mismo. La aplicación Vite soporta archivos .grinslate y archivos .json, y sólo cuando el nombre del archivo que contiene "response" será reconocido y abierto con éxito.
fil_ph: Upang ilipat gamit ang Vite wallet, ang kailangan mo lang gawin ay buksan ang file, i-click ang pindutang "Tumanggap at ibahagi", at ibalik ang kumpirmahin na matatanggap na file sa nagpadala. Matapos i-click ang "Tumanggap at magbahagi", ipapakita ng Vite wallet ang App na magagamit sa iyong mobile phone, maaari kang pumili ng alinmang paraan ang gusto mo, maaari mo ring mai-save ang file sa iyong cellphone at ibahagi sa iyong sarili. Sinusuportahan ng Vite wallet ang .grinslate file at .json file, at kapag ang pangalan ng file na naglalaman ng "tugon" ay makikilala ito at matagumpay na nabuksan. ".
ko_kr: Vite 지갑을 사용하여 전송하려면 파일을 열고 "수신 및 공유"버튼을 클릭 한 다음 보낸 사람에게 수신확인 파일을 돌려주면 됩니다. "수신 및 공유"를 클릭하면 Viite 지갑에 핸드폰에서 사용할 수있는 앱이 표시되며 원하는 방식을 선택할 수 있으며, 파일을 휴대폰에 저장하고 직접 공유할 수도 있습니다. Vite 지갑은 .grinslate 파일과 .json 파일을 지원하며, "응답"이 포함 된 파일 이름이 인식되고 성공적으로 열립니다.
ru_ru: Чтобы перевести с помощью Vite wallet, просто откройте файл, нажмите на кнопку "Принять и поделиться" и верните файл подтверждения для получения с отправителем. После нажатия на "Принять и поделиться", кошелек Vite будет показывать приложение для использования в вашем мобильном телефоне, Вы можете выбрать какой бы то ни было способ сохранить этот файл на свой мобильный телефон и поделиться им самостоятельно. Vite кошелек поддерживает файл .grinslate и .json файл, и только тогда, когда имя файла, содержащее «ответ», будет распознано и открыто успешно.»
tr_tr: Vite cüzdanını kullanarak transfer yapmak için tek yapmanız gereken dosyayı açmak, "Al ve paylaş" düğmesine tıklamak ve almak için onaylanan dosyayı gönderene iade etmektir. "Al ve paylaş" a tıkladıktan sonra Vite wallet uygulaması cep telefonunuzda kullanılabilir ifadesini gösterecektir, istediğiniz şekilde seçebilir, dosyayı cep telefonunuza kaydedebilir ve kendiniz paylaşabilirsiniz. Vite cüzdanı .grinslate dosyasını ve .json dosyasını destekler ve yalnızca "yanıt" içeren dosya adını tanıyarak başarıyla açar.
vi_vn: Để chuyển bằng ví Vite, tất cả những gì bạn cần làm là mở tệp, nhấp vào nút "Nhận và chia sẻ" và gửi lại tệp xác nhận nhận với người gửi. Sau khi nhấp vào "Nhận và chia sẻ", ví Vite sẽ hiển thị Ứng dụng có thể sử dụng trên điện thoại di động của bạn, bạn có thể chọn cách nào bạn thích, bạn cũng có thể lưu tệp vào điện thoại di động của mình và tự chia sẻ. Ví Vite hỗ trợ tệp .grinslate và tệp .json và chỉ khi tên tệp chứa "phản hồi" thì nó mới được nhận dạng và mở thành công.

# grin.teach.file.send.title
source: Send GRIN through Transaction File
es_es: Enviar GRIN a través del archivo de transacción
fil_ph: Magpadala ng GRIN sa pamamagitan ng Transaction File
ko_kr: 거래 파일을 통해 GRIN 보내기
ru_ru: Отправить GRIN через файл транзакции
tr_tr: İşlem Dosyası aracılığıyla GRIN gönderin
vi_vn: Gửi GRIN bằng Tệp Giao dịch

# grin.teach.file.receive.title
source: Receive GRIN through Transaction File
es_es: Recibir GRIN a través del archivo de transacción
fil_ph: Makatanggap ng GRIN sa pamamagitan ng Transaction File
ko_kr: 거래파일을 통해 GRIN 받기
ru_ru: Получить GRIN через файл транзакций
tr_tr: İşlem Dosyası aracılığıyla GRIN alın
vi_vn: Nhận GRIN bằng Tệp Giao dịch

# grin.teach.http.receive.copyHttpAddress
source: Copy HTTP Address
es_es: Copiar dirección HTTP
fil_ph: Kopyahin ang HTTP Address
ko_kr: HTTP 주소 복사하기
ru_ru: Копировать HTTP адрес
tr_tr: HTTP Adresini kopyala
vi_vn: Sao chép Địa chỉ HTTP

# grin.teach.vite.receive.copyViteAddress
source: Copy VITE Address
es_es: Copiar dirección VITE
fil_ph: Kopyahin ang Address ng VITE
ko_kr: VITE 주소 복사하기
ru_ru: Копировать адрес VITE
tr_tr: VITE Adresini kopyala
vi_vn: Sao chép Địa chỉ VITE

# grin.teach.vite.send.startSend
source: Start to Send
es_es: Empezar a enviar
fil_ph: Simulang Ipadala
ko_kr: 보내기 시작
ru_ru: Начать отправку
tr_tr: Göndermeye Başlayın
vi_vn: Bắt đầu gửi

# grin.txMethod.http
source: HTTP Address
es_es: Dirección HTTP
fil_ph: Address ng HTTP
ko_kr: HTTP 주소
ru_ru: HTTP адрес
tr_tr: HTTP Adresi
vi_vn: Địa chỉ HTTP

# grin.txMethod.vite
source: VITE Address
es_es: Dirección VITE
fil_ph: Address ng VITE
ko_kr: VITE 주소
ru_ru: VITE Адрес
tr_tr: VITE Adresi
vi_vn: Địa chỉ VITE

# grin.txMethod.file
source: Transaction File
es_es: Archivo de transacción
fil_ph: File ng Transaksyon
ko_kr: 거래파일
ru_ru: Файл транзакции
tr_tr: İşlem Dosyası
vi_vn: Tệp Giao dịch

# grin.detail.fromMine
source: Coinbase
ko_kr: 코인베이스

# grin.detail.txStatus
source: Transaction State
es_es: Estado de la transacción
fil_ph: Estado ng Transaksyon
ko_kr: 거래 상태
ru_ru: Состояние транзакции
tr_tr: İşlem Durumu
vi_vn: Trạng thái Giao dịch

# grin.detail.txCompleted
source: Transaction has completed.
es_es: Transacción completada.
fil_ph: Nakumpleto ang transaksyon.
ko_kr: 거래가 완료되었습니다.
ru_ru: Транзакция завершена.
tr_tr: İşlem tamamlandı.
vi_vn: Giao dịch đã được hoàn thành.

# grin.detail.txCancelled
source: Transaction has been canceled.
es_es: La transacción ha sido cancelada.
fil_ph: Nakansela ang transaksyon.
ko_kr: 거래가 취소되었습니다.
ru_ru: Транзакция была отменена.
tr_tr: İşlem iptal edildi.
vi_vn: Giao dịch đã bị hủy.

# grin.detail.txFileReecivedAndCanShare
source: Transaction has been received, please share the file with the sender, you can choose the way as you like.
es_es: La transacción ha sido recibida, por favor comparte el archivo con el remitente, puedes elegir la forma que desees.
fil_ph: Natanggap ang transaksyon, mangyaring ibahagi ang file sa nagpadala, maaari mong piliin ang paraan ayon sa gusto mo.
ko_kr: 거래가 수신되었습니다. 원하는 방식을 선택하여 파일을 발신자와 공유하세요.
ru_ru: Транзакция была получена, пожалуйста, поделитесь файлом финализации с отправителем.
tr_tr: İşlem alındı, lütfen dosyayı gönderen ile paylaşın, istediğiniz yolu seçebilirsiniz.
vi_vn: Giao dịch đã được nhận, vui lòng chia sẻ tệp với người gửi, bạn có thể chọn cách tùy thích.

# grin.detail.txReceived
source: Transaction has been received.
es_es: La transacción ha sido recibida.
fil_ph: Natanggap ang transaksyon.
ko_kr: 거래가 수신되었습니다.
ru_ru: Транзакция была получена.
tr_tr: İşlem alındı.
vi_vn: Giao dịch đã được nhận.

# grin.detail.txReceivedAndCanAskGatewaytoSend
source: You have already received the transaction, if the state doesn't go to "Confirmed", please try "Request for Vite gateway to resend".
es_es: Usted ya ha recibido la transacción, si el estado no cambia a "Confirmado", por favor intente "Solicitar al Vite gateway reenviar".
fil_ph: Natanggap mo na ang transaksyon, kung ang estado ay hindi pumunta sa "Nakumpirma", mangyaring subukan ang "Humiling para sa Vite gateway upang muling ipadala.".
ko_kr: 이미 거래를 수신되었습니다. 상태가 "확인됨"으로 변경되지 않으면, "Vite 게이트웨이 재전송 요청"을 시도해주세요.
ru_ru: Вы уже получили транзакцию, если состояние не переходит в "Подтвержденный", пожалуйста, попробуйте "Запрос для шлюза Vite на переотправку".
tr_tr: İşlemi zaten aldınız, eğer durum "Onaylandı" olarak kalırsa, lütfen "Vite ağ geçidinin yeniden gönderilmesi talebi" ni deneyin.
vi_vn: Bạn đã nhận được giao dịch, nếu trạng thái không chuyển sang "Đã xác nhận", vui lòng thử "Yêu cầu cổng Vite gửi lại".

# grin.detail.txNotReceivedAndCanAskGatewaytoSend
source: If the state stays "Unreceived" for a long time, please try "Request for Vite gateway to resend".
es_es: Si el estado permanece "Sin recibir" durante mucho tiempo, por favor intente "Solicitar a Vite gateway reenviar".
fil_ph: Kung mananatili ang estado ng "Hindi Natanggap" nang mahabang panahon, mangyaring subukan ang "Humiling para sa Vite gateway upang muling ipadala".
ko_kr: 상태가 오랫동안 "수신되지 않음"으로 유지되는 경우 "Vite 게이트웨이 재전송 요청"을 시도해주세요.
ru_ru: Если в течении длительного времени остается «Неполученным», попробуйте «Запрос для шлюза Vite на переотправку ».
tr_tr: Eğer durum uzun bir süre "Alınmadı" olarak kalırsa, lütfen "Vite ağ geçidinin yeniden gönderilmesi talebi" ni deneyin.
vi_vn: Nếu trạng thái ở trạng thái "Chưa nhận được" trong một thời gian dài, vui lòng thử "Yêu cầu cổng Vite gửi lại".

# grin.detail.gateway.confirmConntLessThanTen
source: Vite gateway has received the transaction, and will transfer to you after 10 confirmations.
es_es: Vite gateway ha recibido la transacción, y le transferirá después de 10 confirmaciones.
fil_ph: Natanggap ng Vite gateway ang transaksyon, at ililipat sa iyo pagkatapos ng 10 kumpirmasyon.
ko_kr: Vite 게이트웨이가 거래를 수신했으며 10개의 확인 후 귀하에게 전송됩니다.
ru_ru: Vite шлюз получил транзакцию и передаст вам после 10 подтверждений.
tr_tr: İşlem Vite ağ geçidine ulaştı ve 10 onaydan sonra size transfer edilecektir.
vi_vn: Cổng Vite đã nhận được giao dịch và sẽ chuyển cho bạn sau 10 xác nhận mạng lưới.

# grin.detail.gateway.confirmConntBiggerThanTen
source: Vite gateway confirmation has reached 10, if the state not changing to "Unreceived" for a long time, please try "Request for Vite gateway to resend".
es_es: Vite gateway ha alcanzado las 10 confirmaciones, si el estado no cambia a "Sin recibir" durante mucho tiempo, por favor intente "Solicitar a Vite gateway reenviar".
fil_ph: Ang kumpirmasyon ng Vite gateway ay umabot sa 10, kung ang estado ay hindi nagbabago sa "Hindi Natanggap" sa mahabang panahon, mangyaring subukan ang "Humiling para sa Vite gateway upang muling ipadala.".
ko_kr: Vite 게이트웨이 확인이 10에 도달했습니다. 상태가 오랫동안 "수신되지 않음"으로 변경되지 않으면 "Vite 게이트웨이 재전송 요청"을 시도해주세요.
ru_ru: Подтверждение шлюза достигло 10, если состояние не меняется на «Неполученный» длительное время, пожалуйста, попробуйте «Запрос на повторный запуск».
tr_tr: Vite ağ geçidi onayı 10'a ulaştı, eğer durum uzun bir süre "Alınmadı" olarak değişmezse, lütfen "Vite ağ geçidinin yeniden gönderilmesi talebi" ni deneyin.
vi_vn: Xác nhận gateway Vite đã đạt đến 10, nếu trạng thái không chuyển thành "Chưa nhận được" trong một thời gian dài, vui lòng thử "Yêu cầu gateway Vite gửi lại".

# grin.detail.confirmLessThanThen
source: Transaction has been confirmed, after 10 confirmation, "Actual Amount" will go to "Spendable Amount".
es_es: La transacción ha sido confirmada, después de 10 confirmaciones, "Monto actual" irá a "Monto disponible".
fil_ph: Ang transaksyon ay nakumpirma, pagkatapos ng 10 kumpirmasyon, ang "Aktwal na Halaga" ay pupunta sa " Halagang Pwedeng Gatusin".
ko_kr: 거래가 확인 되었습니다. 10개의 확인 후, "실제 금액"이 "이용가능 금액"으로 변경됩니다.
ru_ru: После 10 подтверждений «Фактическая сумма» будет переведена на «Доступную к тратам сумму».
tr_tr: İşlem onaylandı, 10 onaydan sonra "Gerçek Miktar" "Harcanabilir Miktar" kısmına gelecektir.
vi_vn: Giao dịch đã được xác nhận, sau 10 lần xác nhận, "Số dư thực tế" sẽ chuyển đến "Số dư có thể chi tiêu".

# grin.detail.gateway
source: Vite Gateway Collection
es_es: Colecciones del Gateway de Vite
fil_ph: Koleksyon ng Vite Gateway
ko_kr: Vite 게이트웨이 콜렉션
ru_ru: Коллекция VITE шлюзов
tr_tr: VITE Ağ Geçidi Derlemesi
vi_vn: Bộ sưu tập Vite Gateway

# grin.detail.gatewayReceived
source: Vite gateway has received the transaction, and will transfer to you after 10 confirmations.
es_es: Vite gateway ya ha recibido la transacción, y la transferirá después de 10 confirmaciones.
fil_ph: Natanggap ng Vite gateway ang transaksyon, at ililipat sa iyo pagkatapos ng 10 kumpirmasyon.
ko_kr: Vite 게이트웨이가 거래를 수신했으며 10개의 확인 후 귀하에게 전송됩니다.
ru_ru: Vite шлюз получил транзакцию и передаст вам после 10 подтверждений.
tr_tr: İşlem Vite ağ geçidine ulaştı ve 10 onaydan sonra size transfer edilecektir.
vi_vn: Cổng Vite đã nhận được giao dịch và sẽ chuyển cho bạn sau 10 xác nhận mạng lưới.

# grin.detail.txpostingAndCanRepost
source: Transaction has started to be broadcast, you can click "Repost" to try again if the transaction hasn't been confirmed for long
es_es: La transacción ha comenzado a ser transmitida, puedes hacer clic en "Republicar" para intentarlo de nuevo si la transacción no ha sido confirmada durante mucho tiempo
fil_ph: Sinimulan nang mai-broadcast ang transaksyon, maaari mong i-click ang "Repost" upang subukang muli kung ang transaksyon ay hindi pa nakumpirma ng mahabang panahon
ko_kr: 거래가 송출되기 시작했습니다. 거래가 오랫동안 확인되지 않은 경우 "재게시"를 클릭하여 다시 시도 할 수 있습니다
ru_ru: Транзакция начала трансляцию, вы можете нажать кнопку «Повтор», чтобы попробовать еще раз, если транзакция долго не подтверждается
tr_tr: İşlem yayınlanmaya başladı, işlem uzun süre onaylanmazsa tekrar denemek için "Yeniden Gönder" e tıklayabilirsiniz
vi_vn: Giao dịch đã bắt đầu được broadcase, bạn có thể nhấp vào "Đăng lại" để thử lại nếu giao dịch chưa được xác nhận trong thời gian dài

# grin.detail.pleaseFinalize
source: Please finalize the transaction
es_es: Por favor, finalice la transacción
fil_ph: Mangyaring i-finalize ang transaksyon
ko_kr: 거래를 완료해주세요.
ru_ru: Пожалуйста, финализируйте транзакцию
tr_tr: Lütfen işlemi tamamlayın
vi_vn: Vui lòng hoàn tất giao dịch

# grin.detail.pleaseFinalize2
source: Please wait for the transaction to be broadcast
es_es: Por favor, espere a que la transacción se transmita
fil_ph: Mangyaring hintaying ma-broadcast ang transaksyon
ko_kr: 거래가 송출될 때까지 기다려주세요
ru_ru: Транзакция обрабатывается, пожалуйста, подождите.
tr_tr: Lütfen işlemin yayınlanmasını bekleyin
vi_vn: Vui lòng đợi giao dịch được hoàn tất

# grin.detail.txFileCreatedAndCanShare
source: Transaction file has been created, please make sure to share the file with the recipient(share as you like)and ask for a received file returned.
es_es: El archivo de transacción ha sido creado, por favor asegúrese de compartir el archivo con el destinatario (compártalo como desee) y solicite que se le devuelva el archivo después.
fil_ph: Nilikha ang file ng transaksyon, mangyaring tiyaking ibahagi ang file sa tatanggap (ibahagi ayon sa gusto mo) at hilingin para sa isang natanggap na file na naibalik.
ko_kr: 거래 파일이 생성되었습니다. (원할 경우)수신자와 파일을 공유하고, 수신된 파일의 반환을 요청하세요.
ru_ru: Файл транзакции был создан, пожалуйста, убедитесь, что вы хотите поделиться файлом с получателем (поделиться, как вам нравится) и запросить ответный файл финализации.
tr_tr: İşlem dosyası oluşturuldu, lütfen dosyayı alıcıyla paylaştığınızdan (istediğiniz gibi paylaşın) ve alınan bir dosyanın iade edilmesini istediğinizden emin olun.
vi_vn: Tệp giao dịch đã được tạo, vui lòng đảm bảo chia sẻ tệp với người nhận (chia sẻ tùy thích) và yêu cầu trả lại tệp đã nhận.

# grin.detail.txFile
source: Transaction File
es_es: Archivo de transacción
fil_ph: File ng Transaksyon
ko_kr: 거래파일
ru_ru: Файл транзакции
tr_tr: İşlem Dosyası
vi_vn: Tệp Giao dịch
