Repository: vitelabs/vite-business-ios
Catalog: ViteBusiness/Assets/*.lproj/Localizable.strings
Languages: es_es, fil_ph, ko_kr, ru_ru, tr_tr, vi_vn

# pop.page.tip.quota
source: <h1 style="font-PingFangSC-Medium;font-size:12;color:#24272B">What is Quota?</h1><p style="font-PingFangSC-Regular;font-size:11;color:#3E4A59">In the Vite system, users do not purchase the gas required for a transaction by paying a fee, but acquire the computing resource through a quota-based model. Required quota for sending a transaction = the basic quota (request) + quota (the attached text data), quota required to accept a transaction = the basic quota (response). This quota-based resource configuration protocol allows users to obtain higher resource quotas in two ways: </p><p style="font-PingFangSC-Regular;font-size:11;color:#3E4A59">a.Staking VITE to obtain quota</p><p style="font-PingFangSC-Regular;font-size:11;color:#3E4A59">b.Running PoW</p><p style="font-PingFangSC-Regular;font-size:11;color:#3E4A59">Unit of Quota: UTPS, Unit of Transaction per Second.</p><h1 style="font-PingFangSC-Medium;font-size:12;color:#24272B">What is Staking?</h1><p style="font-PingFangSC-Regular;font-size:11;color:#3E4A59">In the Vite system, the user can stake VITE to obtain a certain amount of quota. The minimum value for staking is 134 VITE, and there is no maximum limit; meanwhile, Vite system also supports that the A-address stakes a part of the VITE and allocates the obtained quota to the B address. When users apply to stake, VITE will be sent to the smart contract address instead of another user, and only the user who applies for staking has access to manage the staking amount.</p><h1 style="font-PingFangSC-Medium;font-size:12;color:#24272B">What is PoW?</h1><p style="font-PingFangSC-Regular;font-size:11;color:#3E4A59">Proof of Work (PoW), is a protocol to confirm that you have done a certain amount of work, and is also an economic measure to deter DDoS attacks and other service abuse. It requires the initiator to conduct a certain amount of computing, which means that it may take some time for the computer. In the Vite system, users can obtain a free quota by running the PoW, and also can send a transaction without any annotated information through obtained quota.</p>
es_es: <h1 style="font-PingFangSC-Medium;font-size:12;color:#24272B">¿Qué es la Cuota?</h1><p style="font-PingFangSC-Regular;font-size:11;color:#3E4A59">En Vite, los usuarios no compran el gas necesario para una transacción pagando una comisión, sino que adquieren el recurso informático a través de un modelo basado en cuotas. La cuota requerida para realizar una transacción = una cuota básica (solicitud) + cuota (por datos de texto adjuntos). La cuota requerida para aceptar una transacción = una cuota básica (respuesta). Este protocolo de configuración de recursos basado en cuotas, permite a los usuarios obtenerlos de dos maneras: </p><p style="font-PingFangSC-Regular;font-size:11;color:#3E4A59">a. Bloqueando VITE para obtener cuota</p><p style="font-PingFangSC-Regular;font-size:11;color:#3E4A59">b. Ejecutar PoW</p><p style="font-PingFangSC-Regular;font-size:11;color:#3E4A59">Unidad de Cuotas: UTPS, Unidad de transacciones por segundo.</p><h1 style="font-PingFangSC-Medium;font-size:12;color:#24272B">¿Qué es el bloqueo?</h1><p style="font-PingFangSC-Regular;font-size:11;color:#3E4A59">En Vite, el usuario puede bloquear VITE para obtener una cierta cantidad de cuotas. El valor mínimo para bloquear es 134 VITE, y no hay límite máximo. Además en Vite también es posible compartir este beneficio, siendo que una dirección A bloquee VITE y asigne la cuota obtenida a otra dirección B beneficiaría. Cuando los usuarios soliciten un bloqueo, su VITE será enviado a la dirección del contrato inteligente en lugar del otro usuario, y sólo el usuario que solicita el bloqueo tiene acceso a administrar la cantidad a desbloquear.</p><h1 style="font-PingFangSC-Medium;font-size:12;color:#24272B">¿Qué es PoW?</h1><p style="font-PingFangSC-Regular;font-size:11;color:#3E4A59">Prueba de Trabajo (PoW, en sus siglas en inglés), es un protocolo para confirmar que has realizado una cierta cantidad de trabajo. Esta medida es una medida económica para disuadir ataques DDoS y otros tipos de abusos de servicios. Requiere que el solicitador realize una cierta cantidad de cómputo tomando cierto tiempo en el servidor. En Vite, los usuarios pueden obtener una cuota gratuita ejecutando este PoW, y pudiendo enviar transacciones sin tomar ninguna acción usando la cuota obtenida.</p>
fil_ph: <h1 style="font-PingFangSC-Medium;font-size:12;color:#24272B">Ano ang Quota?</h1><p style="font-PingFangSC-Regular;font-size:11;color:#3E4A59">Sa sistema ng Vite, ang mga gumagamit ay hindi bumili ng kinakailangang gas para sa isang transaksyon sa pamamagitan ng pagbabayad ng bayad, ngunit kumuha ng mapagkukunan ng computing sa pamamagitan ng isang modelo na batay sa quota. Kinakailangan na quota para sa pagpapadala ng isang transaksyon = ang pangunahing quota (kahilingan) + quota (ang kalakip na data ng teksto), kinakailangang quota upang tanggapin ang isang transaksyon = ang pangunahing quota (tugon). Pinapayagan ng protokol na pagsasaayos ng mapagkukunang batay sa quota ang mga gumagamit na makakuha ng mas mataas na mga quota ng mapagkukunan sa dalawang paraan: </p><p style="font-PingFangSC-Regular;font-size:11;color:#3E4A59">a. Ang pag-stake ng VITE upang makakuha ng quota</p><p style="font-PingFangSC-Regular;font-size:11;color:#3E4A59">b.Pagpapatakbo ng PoW</p><p style="font-PingFangSC-Regular;font-size:11;color:#3E4A59">Yunit ng Quota: UTPS, Yunit ng Transaksyon bawat Segundo.</p><h1 style="font-PingFangSC-Medium;font-size:12;color:#24272B">Ano ang Staking?</h1><p style="font-PingFangSC-Regular;font-size:11;color:#3E4A59">Sa sistema ng Vite, maaaring mai-stake ng gumagamit ang VITE upang makakuha ng isang tiyak na halaga ng quota. Ang minimum na halaga para sa staking ay 134 VITE, at walang maximum na limitasyon; samantala, sinusuportahan din ng Vite system na ang A-address na-stake sa isang bahagi ng VITE at inilalaan ang nakuha na quota sa B address. Kapag nag-apply ang mga gumagamit sa stake, ipapadala ang VITE sa smart contract address sa halip na isa pang gumagamit, at ang gumagamit lamang na nag-apply para sa staking ang may access upang pamahalaan ang halagang nakaka-stake.</p><h1 style="font-PingFangSC-Medium;font-size:12;color:#24272B">Ano ang PoW?</h1><p style="font-PingFangSC-Regular;font-size:11;color:#3E4A59">Ang Proof of Work (PoW), ay isang protokol upang kumpirmahing nagawa mo ang isang tiyak na halaga ng trabaho, at isang hakbang din sa ekonomiya upang mapigilan ang mga pag-atake ng DDoS at iba pang pang-aabuso sa serbisyo. Kinakailangan nito ang nagpasimula na magsagawa ng isang tiyak na halaga ng computing, na nangangahulugang maaaring tumagal ng ilang oras para sa computer. Sa Vite system, ang mga gumagamit ay maaaring makakuha ng isang libreng quota sa pamamagitan ng pagpapatakbo ng PoW, at maaari ring magpadala ng isang transaksyon nang walang anumang anotadong impormasyon sa pamamagitan ng nakuha na quota.</p>
ko_kr: <h1 style="font-PingFangSC-Medium;font-size:12;color:#24272B">쿼타란 무엇인가요?</h1><p style="font-PingFangSC-Regular;font-size:11;color:#3E4A59">Vite 시스템에서는 사용자가 수수료를 지불하여 거래에 필요한 가스를 구매하지 않고 쿼타 기반 모델을 통해 컴퓨팅 리소스를 획득합니다. 거래 전송에 필요한 쿼타 = 기본 쿼타(요청) + 쿼타(첨부된 텍스트 데이터), 거래 확인에 필요한 쿼타 = 기본 쿼타(응답) 이 쿼타기반 리소스 구성 프로토콜을 통해 사용자는 두 가지 방법으로 더 높은 리소스의 쿼타를 얻을 수 있습니다.</p><p style="font-PingFangSC-Regular;font-size:11;color:#3E4A59">a. VITE 스테이킹하여 쿼타 얻기</p><p style="font-PingFangSC-Regular;font-size:11;color:#3E4A59">b.PoW 운영하기</p><p style="font-PingFangSC-Regular;font-size:11;color:#3E4A59">쿼타 단위: UTPS, 초당 거래 단위</p><h1 style="font-PingFangSC-Medium;font-size:12;color:#24272B">스테이킹은 무엇인가요?</h1><p style="font-PingFangSC-Regular;font-size:11;color:#3E4A59">Vite 시스템에서 사용자는 VITE를 스테이킹하여 일정량의 쿼타를 얻을 수 있습니다. 스테이킹의 최소 수량은 134 VITE이며 최대 제한은 없습니다. 한편 Vite 시스템은 A 주소가 VITE의 일부를 스테이킹하고 얻은 쿼타를 B 주소에 할당하도록 지원합니다. 사용자가 스테이킹을 신청하면 VITE가 다른 사용자가 아닌 스마트 계약 주소로 전송되며 스테이킹을 신청한 사용자만 스테이킹 금액을 관리할 수 있습니다.</p><h1 style="font-PingFangSC-Medium;font-size:12;color:#24272B">PoW는 무엇인가요?</h1><p style="font-PingFangSC-Regular;font-size:11;color:#3E4A59">작업 증명(PoW)은 사용자가 일정량의 작업을 수행했는지 확인하는 프로토콜이며 DDoS 공격 및 기타 서비스 남용을 방지하기 위한 경제적 수단이기도 합니다. 개시자가 일정량의 컴퓨팅을 수행해야하므로 어느 정도 시간이 소요될 수 있습니다. Vite 시스템에서 사용자는 PoW를 실행하여 무료 쿼타를 얻을 수 있으며 획득한 쿼타를 통해 주석이 달린 정보 없이 트랜잭션을 보낼 수도 있습니다.</p>
ru_ru: <h1 style="font-PingFangSC-Medium;font-size:12;color:#24272B">Что такое квота?</h1><p style="font-PingFangSC-Regular;font-size:11;color:#3E4A59">В системе Vite пользователи не покупают газ, необходимый для транзакции, оплачивая комиссию, но приобретать вычислительный ресурс с с использованием квотируемой модели. Необходимая квота для отправки транзакции = базовая квота (запрос) + квота (прилагаемые текстовые данные), квота, необходимая для принятия транзакции = базовая квота (ответ). Этот протокол настройки ресурсов на основе квот позволяет пользователям получать более высокие квоты ресурсов двумя способами: </p><p style="font-PingFangSC-Regular;font-size:11;color:#3E4A59">a. Заморозив VITE для получения квоты</p><p style="font-PingFangSC-Regular;font-size:11;color:#3E4A59">b. Запуск PoW</p><p style="font-PingFangSC-Regular;font-size:11;color:#3E4A59">Unit of Quota: UTPS, Unit of Transaction per Second.</p><h1 style="font-PingFangSC-Medium;font-size:12;color:#24272B">Что такое заморозка для квоты?</h1><p style="font-PingFangSC-Regular;font-size:11;color:#3E4A59">В системе Vite, пользователь может заморозить VITE для получения определенной квоты. Минимальное значение для разбивки составляет 134 vite и не существует максимального предела; Между тем система Vite также поддерживает, что адрес A предоставляет часть VITE и выделяет полученную квоту на адрес B. Когда пользователи замораживают Vite, через смарт-контракт квота будет предоставлена адресу B, но управляет средствами по прежнему аккаунт A.</p><h1 style="font-PingFangSC-Medium;font-size:12;color:#24272B">Что такое PoW?</h1><p style="font-PingFangSC-Regular;font-size:11;color:#3E4A59">Подтверждение работы (PoW), является протоколом, подтверждающим, что вы выполнили определенное количество вычислений, и также является экономической мерой для сдерживания DDoS атак и других злоупотреблений в сфере услуг. Он требует инициатора провести определенное количество вычислений, что означает, что это может занять некоторое время для устройства. В системе Vite пользователи могут получить бесплатную квоту, запустив PoW, , а также может отправить транзакцию без аннотированной информации через полученную квоту.</p>
tr_tr: <h1 style="font-PingFangSC-Medium;font-size:12;color:#24272B">Quota Nedir?</h1><p style="font-PingFangSC-Regular;font-size:11;color:#3E4A59">Vite sisteminde kullanıcılar, işlem için gerekli gas'i komisyon ödeyerek satın almazlar, ancak quota tabanlı bir model aracılığıyla bilgi işlem kaynağını edinir. Bir işlemi göndermek için gerekli quota = temel quota (talep) + quota (ekli metin verileri), bir işlemi kabul etmek için gereken quota = temel quota (yanıt). Bu quota tabanlı kaynak yapılandırma protokolü, kullanıcıların iki şekilde daha yüksek kaynak quotaları elde etmesine olanak tanır:</p><p style="font-PingFangSC-Regular;font-size:11;color:#3E4A59">a. Quota elde etmek için VITE stake etme</p><p style="font-PingFangSC-Regular;font-size:11;color:#3E4A59">b. PoW'u çalıştırma</p><p style="font-PingFangSC-Regular;font-size:11;color:#3E4A59">Quota Birimi: UTPS, Saniye Başına İşlem Birimi.</p><h1 style="font-PingFangSC-Medium;font-size:12;color:#24272B">Stake Nedir?</h1><p style="font-PingFangSC-Regular;font-size:11;color:#3E4A59">Vite sisteminde, kullanıcı belirli bir miktarda quota elde etmek için VITE stake edebilir. Stake için minimum değer 134 VITE'dir ve maksimum sınır yoktur; Bu arada, Vite sistemi ayrıca A adresinin VITE'in bir parçası olduğunu destekler ve elde edilen quotayı B adresine tahsis eder. Kullanıcılar stake için başvurduklarında VITE, başka bir kullanıcı yerine akıllı sözleşme adresine gönderilecek ve sadece stake için başvuran kullanıcının stake miktarını yönetme erişimi olacaktır.</p><h1 style="font-PingFangSC-Medium;font-size:12;color:#24272B">PoW Nedir?</h1><p style="font-PingFangSC-Regular;font-size:11;color:#3E4A59">Proof of Work (PoW), belirli miktarda iş yaptığınızı doğrulayan bir protokoldür ve aynı zamanda DDoS saldırılarını ve diğer hizmet suistimallerini caydırmak için ekonomik bir önlemdir. Başlayanın belirli bir miktarda hesaplama yapmasını gerektirir, bu da bilgisayar için biraz zaman alabileceği anlamına gelir. Vite sisteminde, kullanıcılar PoW çalıştırarak ücretsiz quota elde edebilir ve ayrıca elde edilen quota üzerinden herhangi bir açıklama olmadan işlem gönderebilir.</p>
vi_vn: <h1 style="font-PingFangSC-Medium;font-size:12;color:#24272B">Quota là gì?<p style="font-PingFangSC-Regular;font-size:11;color:#3E4A59"> Trong hệ thống Vite, người dùng không mua phí gas để trả cho giao dịch, nhưng cần tính toán tài nguyên máy tính để tạo ra quota. Quota bắt buộc để gửi giao dịch = quota cơ bản (yêu cầu) + quota (dữ liệu đi kèm trong giao dịch); quota bắt buộc để chấp nhận giao dịch = quota cơ bản (phản hồi). Giao thức cấu hình tài nguyên dựa trên quota này cho phép người dùng có được tài nguyên quota cao hơn qua 2 cách: <p style="font-PingFangSC-Regular;font-size:11;color:#3E4A59"> 1. Stake VITE để nhận quota <p style="font-PingFangSC-Regular;font-size:11;color:#3E4A59">2. Chạy PoW<p style="font-PingFangSC-Regular;font-size:11;color:#3E4A59"> Đơn vị quota: UTPS, Đơn vị Giao dịch mỗi giây. <h1 style="font-PingFangSC-Medium;font-size:12;color:#24272B">Stake là gì?<p style="font-PingFangSC-Regular;font-size:11;color:#3E4A59">Trong hệ thống Vite, người dùng có thể stake VITE để nhận được một số lượng quota nhất định. Giá trị tối thiểu để stake là 134 VITE và không có giới hạn tối đa; trong khi đó, hệ thống Vite cũng hỗ trợ địa chỉ A stake một phần VITE và phân bổ hạn ngạch thu được cho địa chỉ B. Khi người dùng đăng ký stake, VITE của A sẽ được gửi đến địa chỉ hợp đồng thông minh thay vì ví của người dùng B và chỉ người dùng stake mới có quyền truy cập để quản lý số token stake.<h1 style="font-PingFangSC-Medium;font-size:12;color:#24272B">PoW là gì?<p style="font-PingFangSC-Regular;font-size:11;color:#3E4A59"> Proof of Work (PoW), là một giao thức để xác nhận rằng bạn đã thực hiện một lượng công việc nhất định và cũng là một biện pháp kinh tế để ngăn chặn các cuộc tấn công DDoS và lạm dụng dịch vụ khác trong mạng Vite. Nó yêu cầu trình khởi tạo phải tiến hành một lượng tính toán nhất định, có nghĩa là máy tính có thể mất một khoảng thời gian. Trong hệ thống Vite, người dùng có thể nhận được quota miễn phí bằng cách chạy PoW và cũng có thể gửi giao dịch mà không có bất kỳ thông tin chú thích nào thông qua quota có được. </p>

# pop.page.tip.vote
source: <h1 style="font-PingFangSC-Medium;font-size:12;color:#24272B">About Voting</h1><p style="font-PingFangSC-Regular;font-size:11;color:#3E4A59">You can join and vote for 25 SBPs(Snapshot Block Producer), each round of voting lasts 75s, your votes equals the balance of your vote address. Your vote keeps the same the next rounds unless you revoke your vote or vote for another node. Random 23 out of top 25 candidates plus 2 out of candidates ranking 26th to 100th, 25 nodes in total will be elected as SBPs.</p>
es_es: <h1 style="font-PingFangSC-Medium;font-size:12;color:#24272B">Sobre las Votaciones</h1><p style="font-PingFangSC-Regular;font-size:11;color:#3E4A59">Puedes unirte y votar por cualquier SBP, un total de 25 SBPs (Productor de bloques de instantáneas) serán escogidos por cada ronda de votación, cada 75s. Los votos equivalen al saldo disponible en la dirección que realiza la votación. Su voto se mantiene igual en las siguientes rondas a menos que retire su voto o lo cambie para otro nodo. Serán escogidos aleatoriamente 23 SBP de los 25 mejores, más 2 SBP ubicados entre el puesto 26º y 100º. Siendo elegidos 25 SBP en total para obtención de recompensas. </p>
fil_ph: <h1 style="font-PingFangSC-Medium;font-size:12;color:#24272B">Tungkol sa Pagboto</h1><p style="font-PingFangSC-Regular;font-size:11;color:#3E4A59">Maaari kang sumali at bumoto para sa 25 SBPs (Snapshot Block Producer), ang bawat pag-ikot ng botohan ay tumatagal ng 75s, ang iyong mga boto ay katumbas ng balanse ng iyong address sa pagboto. Ang iyong boto ay nagpapanatili ng pareho sa mga susunod na pag-ikot maliban kung bawiin mo ang iyong boto o bumoto para sa isa pang node. Sapalaran na 23 sa nangungunang 25 na kandidato dagdag ng 2 mula sa mga kandidato na nagraranggo sa ika-26 hanggang ika-100, 25 na mga node sa kabuuan ang ihahalal bilang mga SBP.</p>
ko_kr: <h1 style="font-PingFangSC-Medium;font-size:12;color:#24272B">투표에 대하여</h1><p style="font-PingFangSC-Regular;font-size:11;color:#3E4A59">25개의 SBP(스냅샷 블록 생산자)에 가입하고 투표할 수 있으며, 각 투표는 75초 동안 지속되며 투표수는 투표 주소의 잔액과 같습니다. 투표를 취소하거나 다른 노드에 투표하지 않는 한 다음 라운드에서 투표는 동일하게 유지됩니다. 상위 25개 후보 중 23 명과 26~100 위 후보 중 2명을 무작위로 추가하면 총 25 개의 노드가 SBP로 선출됩니다.</p>
tr_tr: <h1 style="font-PingFangSC-Medium;font-size:12;color:#24272B">Oylama Hakkında</h1><p style="font-PingFangSC-Regular;font-size:11;color:#3E4A59">25 SBP'ye (Snapshot Block Producer) katılabilir ve oy verebilirsiniz, her oylama turu 75 saniye sürer, oylarınız oy adresinizin bakiyesine eşittir. Oyunuzu iptal etmediğiniz veya başka bir düğüm için oy kullanmadığınız sürece oyunuz sonraki turlarda aynı kalır. İlk 25 adayın rastgele 23'ü ve 26. ile 100. sıradaki adayların 2'si SBP olarak seçilecek.</p>
vi_vn: <h1 style="font-PingFangSC-Medium;font-size:12;color:#24272B">Về Bỏ phiếu <p style="font-PingFangSC-Regular;font-size:11;color:#3E4A59"> Bạn có thể tham gia và bỏ phiếu cho 25 SBP (Snapshot Block Producer), mỗi vòng bỏ phiếu kéo dài 75 giây, số phiếu bầu của bạn bằng với số dư của địa chỉ bỏ phiếu. Phiếu bầu của bạn vẫn giữ nguyên trong các vòng tiếp theo trừ khi bạn thu hồi phiếu bầu của mình hoặc bỏ phiếu cho một node khác. Ngẫu nhiên 23 trong số 25 ứng cử viên hàng đầu cộng với 2 trong số các ứng viên xếp hạng từ 26 đến 100, tổng cộng 25 node sẽ được bầu làm SBP. </p>

# pop.page.tip.vote.loser
source: <p style="font-PingFangSC-Regular;font-size:11;color:#3E4A59">%@ you had voted for has stopped campaigning for SBP, you may vote again or revoke your vote. If you do not do so, your original vote will be recovered after %@ re-registering.</p>
es_es: <p style="font-PingFangSC-Regular;font-size:11;color:#3E4A59">El SBP %@ por el que habías votado, ha dejado de hacer campaña por ser un SBP. Puedes votar de nuevo por otro o cancelar tus votos. Si no lo haces, tu voto original se recuperará después de que %@ vuelva a registrarse.</p>
fil_ph: <p style="font-PingFangSC-Regular;font-size:11;color:#3E4A59">%@ ikaw ay bumoto para tumigil sa pagkampanya para sa SBP, maaari kang bumoto muli o bawiin ang iyong boto. Kung hindi mo ito gagawin, ang iyong orihinal na boto ay mababawi pagkatapos %@muling pagrehistro.</p>
ko_kr: <p style="font-PingFangSC-Regular;font-size:11;color:#3E4A59">%@ 귀하가 투표한 SBP가 캠페인을 중단한 경우, 다시 투표하거나 투표를 취소할 수 있습니다. 그렇게하지 않으면 %@ 재등록 후 원래 투표가 복구됩니다. </p>
tr_tr: <p style="font-PingFangSC-Regular;font-size:11;color:#3E4A59">Oy verdiğiniz %@ SBP kampanyasını durdurdu, tekrar oy verebilir veya oyunuzu iptal edebilirsiniz. Bunu yapmazsanız, %@ yeniden kaydolduktan sonra orijinal oyunuz geri alınacaktır.</p>
vi_vn: <p style="font-PingFangSC-Regular;font-size:11;color:#3E4A59">%@ bạn đã bỏ phiếu cho đã ngừng hoạt động SBP, bạn có thể bỏ phiếu lại hoặc thu hồi phiếu bầu của mình. Nếu không thao tác như vậy, phiếu bầu ban đầu của bạn sẽ được khôi phục sau khi %@ đăng ký vận hành lại SBP. </p>
