Repository: vitelabs/vite-business-ios
Catalog: ViteBusiness/Assets/*.lproj/Localizable.strings
Languages: es_es, fil_ph, ko_kr, ru_ru, tr_tr, vi_vn

# pop.page.tip.ethViteExchange
source: <h1 style="font-PingFangSC-Medium;font-size:12;color:#24272B">Understand VITE Conversion</h1><p style="font-PingFangSC-Regular;font-size:11;color:#3E4A59">You can convert ERC20 VITE into VITE at Vite Pre-Mainnet through VITE conversion. During conversion, your ERC20 VITE will be transferred to Ethereum black hole address: 0x1111111111111111111111111111111111111111, and you will receive the same amount of VITE in your Vite address after the transaction to Ethereum black hole address has completed. During the conversion, fee of transaction to the Ethereum black hole address come from your current ETH address. After submitting the conversion, please wait at least 30 confirmations in Ethereum network, you can find the transaction history in conversion history.</p>
es_es: <h1 style="font-PingFangSC-Medium;font-size:12;color:#24272B">Entendiendo la conversión de VITE</h1><p style="font-PingFangSC-Regular;font-size:11;color:#3E4A59">Puede convertir tus VITE ERC20 en VITE nativo de la red principal (mainnet) a través de la conversión de VITE. Durante la conversión, tus VITE ERC20 serán transferidos a la dirección de agujero negro Ethereum: 0x11111111111111111111111111111111111111111111, y recibirás la misma cantidad de VITE en tu dirección de Vite una vez haya finalizado la transacción a la dirección del agujero negro Ethereum. Durante la conversión, la comisión de transacción a la dirección del agujero negro Ethereum proviene de su dirección ETH actual. Después de realizar la conversión, por favor espere al menos 30 confirmaciones en la red Ethereum, puede encontrar el historial de transacciones en el historial de conversiones.</p>
fil_ph: <h1 style="font-PingFangSC-Medium;font-size:12;color:#24272B">Maunawaan ang VITE Conversion</h1><p style="font-PingFangSC-Regular;font-size:11;color:#3E4A59">Maaari mong i-convert ang ERC20 VITE sa VITE sa Vite Pre-Mainnet sa pamamagitan ng VITE conversion. Sa panahon ng pag-convert, ililipat ang iyong ERC20 VITE sa Ethereum black hole address: 0x1111111111111111111111111111111111111111, at makakatanggap ka ng parehong halaga ng VITE sa iyong Vite address matapos makumpleto ang transaksyon sa Ethereum black hole address. Sa panahon ng conversion, ang bayad sa transaksyon sa Ethereum black hole address ay nagmula sa iyong kasalukuyang ETH address. Matapos isumite ang conversion, mangyaring maghintay ng hindi bababa sa 30 kumpirmasyon sa Ethereum network, mahahanap mo ang kasaysayan ng transaksyon sa kasaysayan ng conversion.</p>
ko_kr: <h1 style="font-PingFangSC-Medium;font-size:12;color:#24272B">VITE 전환 이해하기</h1><p style="font-PingFangSC-Regular;font-size:11;color:#3E4A59">VITE 전환 을 통해 Vite Pre-Mainnet에서 ERC20 VITE를 VITE로 전환할 수 있습니다. 전환하는 동안 ERC20 VITE는 이더리움 블랙홀 주소 0x1111111111111111111111111111111111111111로 전송되며, Ethereum 블랙홀 주소로의 거래가 완료된 후 Vite 주소로 동일한 양의 VITE를 받게됩니다. 변환하는 동안 이더리움 블랙홀 주소로의 거래 수수료는 현재 ETH 주소에서 나옵니다. 전환을 제출한 후 이더 리움 네트워크에서 최소 30 번의 확인을 기다려주세요. 전환 내역에서 거래 내역을 찾을 수 있습니다.</p>
tr_tr: <h1 style="font-PingFangSC-Medium;font-size:12;color:#24272B">VITE Dönüşümünü Anlamak</h1><p style="font-PingFangSC-Regular;font-size:11;color:#3E4A59">ERC20 VITE'i VITE Pre-Mainnet'te VITE dönüşümü aracılığıyla VITE'e dönüştürebilirsiniz. Dönüştürme sırasında, ERC20 VITE'iniz Ethereum kara delik adresine aktarılacaktır: 0x11111111111111111111111111111111111111 ve Ethereum kara delik adresinde işlem tamamlandıktan sonra Vite adresinize aynı miktarda VITE alacaksınız. Dönüştürme sırasında, Ethereum kara delik adresine işlem komisyonu mevcut ETH adresinizden ödenir. Dönüşümü gönderdikten sonra, lütfen Ethereum ağında en az 30 onay bekleyin, işlem geçmişini dönüşüm geçmişinde bulabilirsiniz.</p>
vi_vn: <h1 style="font-PingFangSC-Medium;font-size:12;color:#24272B">Tìm hiểu về Chuyển đổi VITE<p style="font-PingFangSC-Regular;font-size:11;color:#3E4A59">Bạn có thể chuyển đổi VITE ERC10 sang VITE coin thông qua Chuyển đổi VITE. Trong quá trình chuyển đổi, VITE ERC20 sẽ được chuyển tới địa chỉ đen mạng Ethereum 0x1111111111111111111111111111111111111111, và bạn sẽ nhận số VITE coin tương ứng tới địa chỉ Vite của mình sau khi giao dịch tới địa chỉ đen Ethereum hoàn tất. Trong thời gian chuyển đổi, phí giao dịch sẽ tính vào địa chỉ mạng ETH hiện tại của bạn. Sau khi gửi chuyển đổi, vui lòng đợi ít nhất 30 xác nhận trong mạng Ethereum, bạn có thể tìm thấy lịch sử giao dịch trong lịch sử chuyển đổi.</p>

# vite.uri.amount.format.error
source: Wrong format with transaction amount
es_es: Formato incorrecto con la cantidad de la transacción
fil_ph: Maling format na may halagang transaksyon
ko_kr: 잘못된 형식의 거래 수량
ru_ru: Неверный формат суммы транзакции
tr_tr: Hatalı işlem miktarı
vi_vn: Định dạng sai với số lượng giao dịch

# eth.send.page.my.address.title
source: ETH Address
es_es: Dirección ETH
fil_ph: Address ng ETH
ko_kr: ETH 주소
ru_ru: ETH адрес
tr_tr: ETH Adresi
vi_vn: Địa chỉ ETH

# eth.send.page.eth.contacts.button.title
source: ETH Contact Address
es_es: Libreta de direcciones ETH
fil_ph: Contact ng ETH Address
ko_kr: ETH 연락처 주소
ru_ru: ETH Адрес контакта
tr_tr: ETH İletişim Adresi
vi_vn: Danh bạ Địa chỉ ETH

# eth.receive.page.my.address.title
source: My ETH Address
es_es: Mis direcciones ETH
fil_ph: Ang aking ETH address
ko_kr: 나의 ETH 주소
ru_ru: Мой ETH адрес
tr_tr: ETH Adresim
vi_vn: Địa chỉ ETH của tôi

# eth.page.gasFee.title
source: Gas Fee
es_es: Tarifa de gas
fil_ph: Bayad sa Gas
ko_kr: 가스 수수료
ru_ru: Комиссия ETH (Gas)
tr_tr: Gas Ücreti
vi_vn: Phí Gas

# eth.page.gasFee.slow.title
source: Slow
es_es: Lento
fil_ph: Mabagal
ko_kr: 느리게
ru_ru: Медленно
tr_tr: Yavaş
vi_vn: Chậm

# eth.page.gasFee.fast.title
source: Fast
es_es: Rápido
fil_ph: Mabilis
ko_kr: 빠르게
ru_ru: Быстро
tr_tr: Hızlı
vi_vn: Nhanh

# eth.page.gasFee.notice.title
source: We will return the rest of gas back to your account
es_es: Esta es una tarifa estimada de gas de acuerdo con el tráfico actual de la red. El costo real puede diferir.
fil_ph: Ibabalik namin ang natitirang gas sa iyong account
ko_kr: 귀하의 계정으로 남은 가스 수수료를 돌려드립니다.
ru_ru: Мы вернем остаток газа обратно на ваш аккаунт
tr_tr: Bu, mevcut ağ trafiğine göre tahmini bir gaz ücretidir. Gerçek maliyet farklı olabilir.
vi_vn: Chúng tôi sẽ hoàn trả phần phí gas còn lại vào tài khoản của bạn

# eth.transaction.detail.page.title
source: Details
es_es: Detalles
fil_ph: Mga Detalye
ko_kr: 상세정보
ru_ru: Подробнее
tr_tr: Ayrıntılar
vi_vn: Chi tiết

# eth.transaction.detail.failed
source: Transaction Failed
es_es: Transacción fallida
fil_ph: Transaksyon na nabigo
ko_kr: 거래 실패
ru_ru: Транзакция не удалась
tr_tr: İşlem Başarısız
vi_vn: Giao dịch không thành công

# eth.transaction.detail.success
source: Transaction Completed
es_es: Transacción completada
fil_ph: Nakumpleto ang Transaksyon
ko_kr: 거래 완료
ru_ru: Транзакция завершена
tr_tr: İşlem Tamamlandı
vi_vn: Giao dịch hoàn thành

# eth.transaction.detail.to.address
source: Receiving Address
es_es: Dirección de recepción
fil_ph: Address ng tatanggap
ko_kr: 수신 주소
ru_ru: Адрес получателя
tr_tr: Alıcı Adresi
vi_vn: Địa chỉ nhận

# eth.transaction.detail.from.address
source: Sending Address
es_es: Dirección de envío
fil_ph: Address ng Magpapadala
ko_kr: 발신 주소
ru_ru: Исходящий адрес
tr_tr: Gönderim Adresi
vi_vn: Địa chỉ gửi

# eth.transaction.detail.amount
source: Amount
es_es: Cantidad
fil_ph: Halaga
ko_kr: 수량
ru_ru: Сумма
tr_tr: Miktar
vi_vn: Số lượng

# eth.transaction.detail.hash
source: Transaction Hash
es_es: Hash de transacción
fil_ph: Hash ng Transaksyon
ko_kr: 트랜젝션 해시
ru_ru: Хеш транзакции
tr_tr: İşlem Hash'i
vi_vn: Hash Giao dịch

# eth.transaction.detail.block
source: Block
es_es: Bloque
fil_ph: I-block
ko_kr: 블럭
ru_ru: Блок
tr_tr: Blok
vi_vn: Khối

# eth.transaction.detail.note
source: Note
es_es: Memo
fil_ph: Mga puna
ko_kr: 메모
ru_ru: Комментарий (Memo)
tr_tr: Memo
vi_vn: Memo

# eth.transaction.detail.go.button.title
source: View More Details on Etherscan
es_es: Ver más detalles en Etherscan
fil_ph: Tingnan ang Iba Pang Mga Detalye sa Etherscan
ko_kr: 이더스캔에서 자세한 정보 보기
ru_ru: Подробнее на Etherscan
tr_tr: Etherscan'de Daha Fazla Ayrıntı Göster
vi_vn: Xem thêm thông tin trên Etherscan

# token.list.page.search.title
source: Please input token name or contract address
es_es: Por favor, introduzca el nombre del token o la dirección del contrato
fil_ph: Mangyaring maglagay ng pangalan ng token o address ng kontrata
ko_kr: 토큰 이름 혹은 컨트렉트 주소를 입력하세요.
ru_ru: Пожалуйста, введите название токена или адрес контракта
tr_tr: Lütfen token adı veya contract adresi girin
vi_vn: Vui lòng nhập tên token hoặc địa chỉ danh bạ

# token.list.page.section.vite.header
source: Vite Network
es_es: Red Vite
ko_kr: Vite 네트워크
ru_ru: Сеть Vite
tr_tr: Vite Ağı
vi_vn: Mạng Vite

# token.list.page.section.eth.header
source: Ethereum Network
es_es: Red Ethereum
ko_kr: 이더리움 네트워크
ru_ru: Сеть Ethereum
tr_tr: Ethereum Ağı
vi_vn: Mạng Ethereum

# token.list.page.section.grin.header
source: GRIN Network
es_es: Red GRIN
ko_kr: GRIN 네트워크
ru_ru: Сеть GRIN
tr_tr: GRIN Ağı
vi_vn: Mạng GRIN

# token.list.page.ignore.btn.title
source: Ignore
es_es: Ignorar
fil_ph: Balewalain
ko_kr: 무시하기
ru_ru: Пропустить
tr_tr: Yoksay
vi_vn: Bỏ qua

# token.list.page.ignore.lab.title
source: %d new asset(s)
es_es: %d nuevo(s) activo(s)
fil_ph: %d bagong (mga) asset
ko_kr: %d 새로운 자산
ru_ru: %d новых активов
tr_tr: %d yeni varlık(lar)
vi_vn: %d tài sản mới

# token.list.page.ignore.alter.title
source: Assets ignored will not be informed again, are you sure to ignore the assets below?
es_es: Los activos ignorados no serán mostrados de nuevo, ¿estás seguro de ignorar los activos de abajo?
fil_ph: Hindi bibigyan ng kaalaman ang mga hindi pinapansin na assets, sigurado ka bang balewalain ang mga asset sa ibaba?
ko_kr: 무시된 자산은 다시 알리지 않습니다. 아래 자산을 무시하시겠습니까?
ru_ru: Не уведомлять об активах. Вы уверены, что хотите проигнорировать активы ниже?
tr_tr: Yok sayılan varlıklar tekrar bilgilendirilmeyecek, aşağıdaki varlıkları yok saymak istediğinizden emin misiniz?
vi_vn: Nội dung bị bỏ qua sẽ không được thông báo lại, bạn có chắc chắn bỏ qua các nội dung bên dưới không?

# contacts.home.page.title
source: Contact Address
es_es: Libreta de direcciones
fil_ph: Address sa Pakikipag-ugnayan
ko_kr: 연락처 주소
ru_ru: Адрес контакта
tr_tr: İletişim Adresi
vi_vn: Địa chỉ Danh bạ

# contacts.home.page.no.contact.tip
source: Add your first address
es_es: Añade tu primera dirección
fil_ph: Idagdag ang iyong unang address
ko_kr: 첫 번째 주소 추가하기
ru_ru: Добавьте свой первый адрес
tr_tr: İlk adresini ekle
vi_vn: Thêm địa chỉ đầu tiên của bạn

# contacts.home.page.single.no.contact.tip
source: No %@ address yet
es_es: Aún no hay direcciones %@
fil_ph: Wala pang %@ ang address
ko_kr: %@ 주소가 없습니다.
ru_ru: Пока нет %@ адреса
tr_tr: Henüz %@ adresi yoktur
vi_vn: Số địa chỉ %@

# contacts.home.page.filter.all
source: All
es_es: Todo
fil_ph: Lahat
ko_kr: 전체
ru_ru: Все
tr_tr: Tümü
vi_vn: Tất cả

# contacts.home.page.add.button.title
source: Add
es_es: Agregar
fil_ph: Magdagdag
ko_kr: 추가하기
ru_ru: Добавить
tr_tr: Ekle
vi_vn: Thêm

# contacts.edit.page.add.title
source: Add Contact Address
es_es: Agregar dirección de contacto
fil_ph: Magdagdag ng Address sa Pakikipag-ugnay
ko_kr: 연락처 주소 추가하기
ru_ru: Добавить адрес контакта
tr_tr: İletişim Adresi Ekleyin
vi_vn: Thêm Địa chỉ Danh bạ

# contacts.edit.page.edit.title
source: Edit Contact Address
es_es: Editar dirección de contacto
fil_ph: I-edit ang Address sa Pakikipag-ugnay
ko_kr: 연락처 주소 편집하기
ru_ru: Изменить адрес контакта
tr_tr: İletişim Adresini Düzenleyin
vi_vn: Sửa Địa chỉ Danh bạ

# contacts.edit.page.name.title
source: Name
es_es: Nombre
fil_ph: Pangalan
ko_kr: 이름
ru_ru: Имя
tr_tr: Ad
vi_vn: Tên

# contacts.edit.page.address.title
source: Please input address
es_es: Introduzca la dirección
fil_ph: Mangyaring mag-input ng address
ko_kr: 주소를 입력하세요.
ru_ru: Пожалуйста, введите адрес
tr_tr: Lütfen adres girin
vi_vn: Vui lòng nhập địa chỉ

# contacts.edit.page.type.select.title
source: Select token type
es_es: Seleccione tipo de token
fil_ph: Piliin ang uri ng token
ko_kr: 토큰형식 선택하기
ru_ru: Выберите тип токена
tr_tr: Token türü seçin
vi_vn: Chỉnh sửa loại token

# contacts.edit.page.save.button.title
source: Save
es_es: Guardar
fil_ph: I-save
ko_kr: 저장하기
ru_ru: Сохранить
tr_tr: Kaydet
vi_vn: Lưu

# contacts.edit.page.save.success.tip
source: Successfully added
es_es: Agregado correctamente
fil_ph: Matagumpay na naidagdag
ko_kr: 성공적으로 추가되었습니다.
ru_ru: Успешно добавлено
tr_tr: Başarıyla eklendi
vi_vn: Thêm Thành công

# contacts.edit.page.edit.success.tip
source: Successfully saved
es_es: Guardado con éxito
fil_ph: Matagumpay na nai-save
ko_kr: 성공적으로 저장되었습니다.
ru_ru: Успешно сохранено
tr_tr: Başarıyla kaydedildi
vi_vn: Lưu thành công

# contacts.edit.page.delete.button.title
source: Delete
es_es: Borrar
fil_ph: Burahin
ko_kr: 삭제하기
ru_ru: Удалить
tr_tr: Sil
vi_vn: Xóa

# contacts.edit.page.delete.alert.title
source: Are you sure to delete this address?
es_es: ¿Está seguro que desea eliminar esta dirección?
fil_ph: Sigurado ka bang buburahin ang address na ito?
ko_kr: 이 주소를 삭제할까요?
ru_ru: Вы уверены, что хотите удалить этот адрес?
tr_tr: Bu adresi silmek istediğinizden emin misiniz?
vi_vn: Bạn chắc chắn muốn xóa địa chỉ này?

# address.list.page.my.title
source: My VITE Address
es_es: Mis direcciones VITE
fil_ph: Ang VITE Address ko
ko_kr: 나의 VITE 주소
ru_ru: Мой VITE адрес
vi_vn: Địa chỉ VITE của tôi

# address.list.page.other.title
source: %@ contact address
es_es: Libreta de direcciones %@
ko_kr: %@ 연락처 주소
ru_ru: %@ адрес контакта
tr_tr: %@ iletişim adresi
vi_vn: %@ địa chỉ danh bạ

# address.list.page.no.address.tip
source: No %@ address yet
es_es: Aún no hay direcciones %@
fil_ph: Wala pang %@ ang address
ko_kr: %@ 주소가 없습니다.
ru_ru: Ещё нет %@ адреса
tr_tr: Henüz %@ adresi yoktur
vi_vn: Số địa chỉ %@

# workflow.confirm.page.biometryAuthFailed.title
source: Cannot be identified
es_es: No se puede identificar
fil_ph: Hindi makilala
ko_kr: 식별할 수 없습니다.
ru_ru: Не удается идентифицировать
tr_tr: Tanımlanamıyor
vi_vn: Không thể xác định

# workflow.confirm.page.biometryAuthFailed.back
source: Back
es_es: Atrás
fil_ph: Bumalik
ko_kr: 돌아가기
ru_ru: Назад
tr_tr: Geri
vi_vn: Quay lại

# workflow.confirm.page.passwordAuthFailed.retry
source: Retry
es_es: Reintentar
fil_ph: Subukang muli
ko_kr: 재시도 하기
ru_ru: Повторить
tr_tr: Yeniden Dene
vi_vn: Thử lại

# workflow.confirm.page.toast.password.error
source: Wrong password!
es_es: Contraseña incorrecta!
fil_ph: Maling password!
ko_kr: 잘못된 비밀번호입니다.
ru_ru: Неверный пароль!
tr_tr: Yanlış parola!
vi_vn: Sai mật khẩu!

# workflow.toast.transfer.success
source: Send Success
es_es: Enviado con éxito
fil_ph: Magpadala ng Tagumpay
ko_kr: 전송 성공
ru_ru: Успешно отправлено
tr_tr: Gönderim Başarılı
vi_vn: Gửi thành công

# workflow.toast.submit.success
source: Submit Successful
es_es: Enviado con éxito
fil_ph: Nasumite ng Matagumpay
ko_kr: 제출 성공
ru_ru: Успешно подтверждено
tr_tr: Gönderim Başarılı
vi_vn: Gửi đi thành công

# workflow.toast.cancel.pledge.success
source: Retrieve staking request has sent
es_es: Recuperar solicitud de staking enviada
fil_ph: Kunin ang staking na kahilingan na ipinadala
ko_kr: 스테이킹 철회 요청이 전송되었습니다.
ru_ru: Запрос на разморозку отправлен
tr_tr: Stake'i geri alma talebi gönderildi
vi_vn: Yêu cầu thu hồi stake đã được gửi

# workflow.toast.vote.success
source: Successfully send vote request
es_es: Envío exitoso de solicitud de voto
fil_ph: Matagumpay na naipadala ng kahilingan sa boto
ko_kr: 투표 요청이 성공적으로 전송되었습니다.
ru_ru: Запрос на голосование успешно отправлен
tr_tr: Oylama talebi başarıyla gönderildi
vi_vn: Yêu cầu vote đã gửi đi thành công

# workflow.toast.cancel.vote.success
source: Vote revoking request is successfully sent
es_es: La solicitud de revocación de voto se ha enviado correctamente
fil_ph: Ang kahilingan sa pagbawi sa pagboto ay matagumpay na naipadala
ko_kr: 투표 철회 요청이 성공적으로 전송되었습니다.
ru_ru: Запрос на отозыв голоса успешно отправлен
tr_tr: Oylama iptali talebi başarıyla gönderildi
vi_vn: Yêu cầu huỷ bỏ vote đã được gửi thành công

# workflow.toast.contract.success
source: Success
es_es: Realizado correctamente
fil_ph: Tagumpay
ko_kr: 성공
ru_ru: Успешно
tr_tr: Başarılı
vi_vn: Thành công

# workflow.congestion.without.pow.alert.title
source: Notice
es_es: Aviso
fil_ph: Abiso
ko_kr: 공지
ru_ru: Уведомление
tr_tr: Uyarı
vi_vn: Chú ý

# workflow.congestion.without.pow.alert.message
source: The network is currently in Dynamic Quota mode. This means your Quota Limit has been reduced and you can send fewer transactions per second. Do you still want to send a transaction now?
es_es: La red está actualmente en modo de Cuota Dinámica. Esto significa que su límite de cuotas ha sido reducido y usted podrá enviar menos transacciones por segundo. ¿Aún desea enviar una transacción ahora?
fil_ph: Ang network ay kasalukuyang nasa Dynamic Quota mode. Nangangahulugan ito na mayroon ang iyong Limitasyon sa Quota nabawasan at maaari kang magpadala ng mas kaunting mga transaksyon bawat segundo. Gusto mo pa bang magpadala ng transaksyon ngayon?
ko_kr: 현재 네트워크는 다이나믹 쿼타 모드입니다. 즉 쿼타 한도가 감소되었고, 초당 더 적은 거래만 가능합니다. 거래를 계속 하시겠습니까?
ru_ru: В настоящее время сеть находится в режиме динамической квоты. Это означает, что ваш лимит Квоты был сокращен и вы можете отправлять меньше транзакций в секунду. Вы все еще хотите отправить транзакцию сейчас?
tr_tr: Ağ şu anda Dinamik Quota modunda. Bu, Quota Limitinizin düşürüldüğü ve saniyede daha az işlem gönderebileceğiniz anlamına gelir. Hala bir işlem gerçekleştirmek istiyor musunuz?
vi_vn: Mạng hiện đang ở chế độ Quota động. Điều này có nghĩa là Giới hạn Quota của bạn đã giảm và bạn có thể gửi ít giao dịch hơn mỗi giây. Bạn vẫn muốn gửi giao dịch bây giờ?

# workflow.congestion.without.pow.alert.cancel
source: Transact Later
es_es: Realizar más tarde
fil_ph: Mag-transact Mamaya
ko_kr: 나중에 거래하기
ru_ru: Перевести позже
tr_tr: Daha Sonra İşlem Yapın
vi_vn: Giao dịch sau

# workflow.congestion.without.pow.alert.ok
source: Transact Now
es_es: Realizar ahora
fil_ph: Mag-transact Ngayon
ko_kr: 지금 거래하기
ru_ru: Перевести сейчас
tr_tr: Şimdi İşlem Yapın
vi_vn: Giao dịch bây giờ

# workflow.congestion.with.pow.alert.title
source: Notice
es_es: Aviso
fil_ph: Abiso
ko_kr: 공지
ru_ru: Уведомление
tr_tr: Uyarı
vi_vn: Chú ý

# workflow.congestion.with.pow.alert.message
source: The network is currently in Dynamic Quota mode. Your Quota Limit has been reduced and your Spendable Quota is not enough to send this transaction. Please transact later
es_es: La red está actualmente en modo de Cuota Dinámica. Su límite de cuotas ha sido reducido y su cuota disponible no es suficiente para enviar esta transacción. Por favor intente más tarde
fil_ph: Ang network ay kasalukuyang nasa Dynamic Quota mode. Ang iyong Limitasyon sa Quota ay nabawasan at ang iyong Spendable Quota ay hindi sapat upang maipadala ang transaksyong ito. Mangyaring makipag-transact sa ibang pagkakataon
ko_kr: 현재 네트워크는 다이나믹 쿼타 모드입니다. 즉 쿼타 한도가 감소되었고, 이 거래를 보내기 위한 쿼타가 충분하지 않습니다. 잠시 후 다시 거래해주세요.
ru_ru: В настоящее время сеть находится в режиме динамической квоты. Лимит Квоты был уменьшен и ваших потраченных квот недостаточно для отправки этой транзакции. Пожалуйста, сделайте это позже
tr_tr: Ağ şu anda Dinamik Quota modunda. Quota Limitiniz düşürüldü ve Harcanabilir Quotanız bu işlemi göndermek için yeterli değil. Lütfen daha sonra işlem yapın
vi_vn: Mạng hiện đang ở chế độ Quota động. Điều này có nghĩa là Giới hạn Quota của bạn đã giảm và Quota có thể dùng không đủ để thực hiện giao dịch. Vui lòng thử lại sau

# workflow.congestion.with.pow.alert.cancel
source: Transact Later
es_es: Realizar más tarde
fil_ph: Mag-transact Mamaya
ko_kr: 나중에 거래하기
ru_ru: Перевести позже
tr_tr: Daha Sonra İşlem Yapın
vi_vn: Giao dịch sau

# workflow.fast.get.quota.title
source: Instantly Getting Quota
es_es: Obtener cuota al instante
fil_ph: Agad na Pagkuha ng Quota
ko_kr: 쿼타 바로 얻기
ru_ru: Мгновенное получение квоты
tr_tr: Anında Quota Alımı
vi_vn: Nhận Quota Ngay

# workflow.fast.get.quota.message
source: Please confirm that you’d like to get quota by staking 134 VITE from current address. You can withdraw the staked amount from the Stake History section 3 days later.
es_es: Por favor, confirme que le gustaría obtener cuota bloqueando 134 VITE desde la dirección actual. Podrás retirar la cantidad bloqueada desde la sección Historial de bloqueo después de 3 días.
fil_ph: Mangyaring kumpirmahing nais mong makakuha ng quota sa pamamagitan ng pag-staking ng 134 VITE mula sa kasalukuyang address. Maaari mong bawiin ang naka-staked na halaga mula sa seksyon ng Kasaysayan sa Pag-Stake ng 3 araw.
ko_kr: 현재 주소에서 134VITE 스테이킹을 통해 쿼타를 얻습니다. 스테이킹 히스토리 섹션에서 3일 후에 스테이킹 된 금액이 인출 가능합니다.
ru_ru: Пожалуйста, подтвердите, что вы хотите получить квоту, заморозив 134 VITE с текущего адреса. 3 дня спустя вы можете снять выделенную сумму из раздела История заморозки
tr_tr: Lütfen mevcut adresten 134 VITE stake ederek quota almak istediğinizi onaylayın. Stake miktarını 3 gün sonra Stake Geçmişi bölümünden çekebilirsiniz.
vi_vn: Vui lòng xác nhận rằng bạn muốn nhận Quota bằng cách stake 134 VITE từ địa chỉ hiện tại. Bạn có thể rút số stake tại Lịch sử Stake 3 ngày sau đó.

# workflow.fast.get.quota.tip
source: You can also get quota for any other address by %@.
es_es: También puedes obtener cuota para cualquier otra dirección por %@.
fil_ph: Maaari ka ring makakuha ng quota para sa anumang ibang address sa pamamagitan ng %@.
ko_kr: 다른 주소에 대한 쿼타를 %@까지 얻을 수 있습니다.
ru_ru: Вы также можете предоставить квоту на любой другой адрес от %@
tr_tr: Ayrıca %@ ile başka herhangi bir adres için quota alabilirsiniz.
vi_vn: Bạn có thể gửi quota tới địa chỉ khác bằng %@.

# workflow.fast.get.quota.link
source: clicking here
es_es: click aquí
fil_ph: pindutin dito
ko_kr: 여기를 클릭하세요
ru_ru: нажмите здесь
tr_tr: buraya tıklayın
vi_vn: bấm vào đây

# confirm.transaction.page.biometry.confirm.reason
source: Verify
es_es: Verificar
fil_ph: Patunayan
ko_kr: 검증하기
ru_ru: Подтвердить
tr_tr: Doğrula
vi_vn: Xác nhận

# confirm.transaction.address.title
source: Recipient
es_es: Dirección del destinatario
fil_ph: Address ng tatanggap
ko_kr: 수신자 주소
ru_ru: Адрес Получателя
tr_tr: Alıcı Adresi
vi_vn: Địa chỉ nhận

# confirm.transaction.amount.title
source: Amount
es_es: Cantidad
fil_ph: Halaga
ko_kr: 수량
ru_ru: Сумма
tr_tr: Miktar
vi_vn: Số lượng

# confirm.transaction.fee.title
source: Fee
es_es: Comisión
fil_ph: Bayarin
ko_kr: 수수료
ru_ru: Комиссия
tr_tr: Komisyon
vi_vn: Phí

# confirm.transaction.quota.title
source: Quota
es_es: Cuota
ko_kr: 쿼타
ru_ru: Квота

# confirm.transaction.page.use.password
source: Use password
es_es: Usar contraseña
fil_ph: Gumamit ng password
ko_kr: 비밀번호 사용하기
ru_ru: Использовать пароль
tr_tr: Parola kullan
vi_vn: Sử dụng mật khẩu

# confirm.transaction.page.pw.title
source: Please input password
es_es: Por favor, introduzca una contraseña
fil_ph: Mangyaring maglagay ng password
ko_kr: 비밀번호를 입력하세요
ru_ru: Пожалуйста введите пароль
tr_tr: Lütfen parola girin
vi_vn: Vui lòng nhập mật khẩu

# confirm.transaction.page.vite.transfer.title
source: Send
es_es: Enviar
fil_ph: Ipadala
ko_kr: 보내기
ru_ru: Отправить
tr_tr: Gönder
vi_vn: Gửi

# confirm.transaction.page.vite.confirm.button
source: Confirm
es_es: Confirmar
fil_ph: Kumpirmahin
ko_kr: 확인
ru_ru: Подтвердить
tr_tr: Onayla
vi_vn: Xác nhận

# confirm.transaction.page.vite.pledge.title
source: Get Quota
es_es: Obtener Cuota
fil_ph: Kumuha ng Quota
ko_kr: 쿼타 얻기
ru_ru: Получить Квоту
tr_tr: Quota Al
vi_vn: Nhận Quota

# confirm.transaction.page.vite.cancel.pledge.title
source: Withdraw
es_es: Retiro
fil_ph: I-withdraw
ko_kr: 출금
ru_ru: Вывести Средства
tr_tr: Çekme
vi_vn: Rút

# confirm.transaction.page.vite.pledge.confirm.button
source: Confirm
es_es: Confirmar
fil_ph: Kumpirmahin
ko_kr: 확인
ru_ru: Подтвердить
tr_tr: Onayla
vi_vn: Xác nhận
