Repository: vitelabs/vite-business-ios
Catalog: ViteBusiness/Assets/*.lproj/Localizable.strings
Languages: es_es, fil_ph, ko_kr, ru_ru, tr_tr, vi_vn

# mnemonic.backup.page.error.type.nameValid
source: Account name only supports Chinese and English characters as well as underscores.
es_es: El nombre de la cuenta sólo admite caracteres en chino, inglés y guiones bajos.
fil_ph: Sinusuportahan lamang ng pangalan ng account ang mga character na Tsino at Ingles pati na rin mga underscore.
ko_kr: 계정 이름은 중국어, 영어, _(밑줄)만 지원합니다.
ru_ru: Имя аккаунта поддерживает только китайские и английские символы, а также символ подчеркивания.
tr_tr: Hesap adı yalnızca Çince ve İngilizce karakterlerin yanı sıra alt çizgileri destekler.
vi_vn: Tên tài khoản chỉ hỗ trợ các ký tự tiếng Trung và tiếng Anh và gạch dưới.

# mnemonic.backup.page.error.type.validWalletNameCount
source: Username only supports less than 32 characters
es_es: El nombre de usuario debe contener menos de 32 caracteres
fil_ph: Sinusuportahan lamang ng username ang mas mababa sa 32 mga character
ko_kr: 사용자 이름은 32글자를 넘을 수 없습니다.
ru_ru: Имя пользователя поддерживает не более 32 символов
tr_tr: Kullanıcı adı yalnızca 32 karakterden azını destekliyor
vi_vn: Tên người dùng dùng chỉ hỗ trợ ít hơn 32 ký tự

# mnemonic.backup.page.error.type.difference
source: Please enter the same password!
es_es: ¡Por favor, introduzce la misma contraseña!
fil_ph: Mangyaring ipasok ang parehong password!
ko_kr: 동일한 비밀번호를 입력해주세요!
ru_ru: Пожалуйста, введите тот же пароль!
tr_tr: Lütfen aynı parolayı girin!
vi_vn: Vui lòng nhập đúng mật khẩu!

# mnemonic.backup.page.error.type.pwd.illegal
source: Your password should contain at lease 8 characters
es_es: Su contraseña debe contener al menos 8 caracteres
fil_ph: Ang iyong password ay dapat maglaman ng 8 mga character
ko_kr: 비밀번호는 최소 8글자 이상을이어야 합니다.
ru_ru: Ваш пароль должен содержать не менее 8 символов
tr_tr: Parolanız en az 8 karakter içermelidir
vi_vn: Mật khẩu bắt buộc phải chứa ít nhất 8 ký tự

# mnemonic.backup.page.switch.mode.title
source: Switch to %@ mnemonic words
es_es: Cambiar a %@ palabras mnemónicas
fil_ph: Lumipat sa %@ mnemonic na mga salita
ko_kr: %@ 니모닉 단어로 전환하기
ru_ru: Переключиться на %@ мнемонических слов
tr_tr: %@ anımsatıcı kelimeye geç
vi_vn: Chuyển sang cụm %@ từ khôi phục ví

# mnemonic.backup.tip.alert.title
source: Mnemonic Words Unbacked Up
es_es: Palabras mnemónicas sin respaldadar
fil_ph: Hindi Na-back Up Mnemonic na Salita
ko_kr: 니모닉 단어가 백업되지 않았습니다.
ru_ru: Резервная копия мнемонических слов не сделана
tr_tr: Anımsatıcı Kelimeler Yedeklenmedi
vi_vn: Chưa sao lưu Mnemonic

# mnemonic.backup.tip.alert.message
source: Please enter password to back up the Mnemonic Words.
es_es: Por favor, introduzce la contraseña para hacer una copia de seguridad de las palabras mnemónicas.
fil_ph: Mangyaring ipasok ang password upang mai-back up ang Mnemonic na Salita.
ko_kr: 니모닉 단어 백업을 위해 비밀번호를 입력해주세요.
ru_ru: Пожалуйста, введите пароль для резервного копирования мнемонических слов.
tr_tr: Anımsatıcı Kelimeleri yedeklemek için lütfen parolayı girin.
vi_vn: Vui lòng nhập mật khẩu để sao lưu Mnemonic.

# mnemonic.backup.tip.alert.ok.title
source: Back Up Now
es_es: Respaldar ahora
fil_ph: I-back Up Ngayon
ko_kr: 지금 백업하기
ru_ru: Резервное копирование сейчас
tr_tr: Şimdi Yedekle
vi_vn: Sao lưu bây giờ

# mnemonic.backup.tip.alert.cancel.title
source: Back Up Later
es_es: Respaldar después
fil_ph: I-back Up Mamaya
ko_kr: 나중에 백업하기
ru_ru: Резервное копирование позже
tr_tr: Daha Sonra Yedekle
vi_vn: Sao lưu sau

# mnemonic.affirm.page.title
source: Confirm
es_es: Confirmar
fil_ph: Kumpirmahin
ko_kr: 확인
ru_ru: Подтвердить
tr_tr: Onayla
vi_vn: Xác nhận

# mnemonic.affirm.page.tip.title
source: Orderly select seed phrase
es_es: Seleccione ordenadamente su frase semilla
fil_ph: Maayos na pumili ng seed phrase
ko_kr: 순서대로 시드문구를 선택해주세요.
ru_ru: Соберите мнемонические слова в правильном порядке
tr_tr: Sırayla kurtarma kelimelelerini seçin
vi_vn: Chọn các từ khôi phục ví theo thứ tự

# mnemonic.affirm.alter.title
source: This action will regenerate seed phrase, ready to go back?
es_es: Esta acción regenerará la frase semilla, ¿listo para regresar?
fil_ph: Ang pagkilos na ito ay magbubunga ng seed phrase, handa nang bumalik?
ko_kr: "네"를 누르시면 새로운 시드 문구를 생성합니다. 뒤로 돌아가시겠습니까?
ru_ru: Это действие будет регенерировать мнемоническую фразу, вернуться?
tr_tr: Bu eylem kurtarma kelimelerini yeniden oluşturacak, geri dönmeye hazır mısın?
vi_vn: Hành động này sẽ tạo lại cụm từ khôi phục ví, sẵn sàng quay lại?

# mnemonic.affirm.alter.check.title
source: Incorrect seed phrase!
es_es: ¡Frase semilla incorrecta!
fil_ph: Maling seed phrase!
ko_kr: 잘못된 시드 문구입니다.
ru_ru: Некорректная seed фраза!
tr_tr: Hatalı kurtarma kelimeleri!
vi_vn: Sai cụm từ khôi phục ví!

# mnemonic.affirm.page.add.loading
source: Adding...
es_es: Agregando...
fil_ph: Nagdaragdag...
ko_kr: 추가 중...
ru_ru: Добавление...
tr_tr: Ekleniyor...
vi_vn: Đang thêm...

# import.page.title
source: Please input your seed phrase
es_es: Por favor, introduce tu frase semilla
fil_ph: Mangyaring i-input ang iyong seed phrase
ko_kr: 시드 문구를 입력해주세요.
ru_ru: Пожалуйста, введите вашу seed фразу
tr_tr: Lütfen kurtarma kelimelerinizi girin
vi_vn: Vui lòng nhập Cụm từ khôi phục ví

# import.page.submit.btn
source: Restore Account
es_es: Restaurar cuenta
fil_ph: Ibalik ang Account
ko_kr: 계정 복구하기
ru_ru: Восстановить аккаунт
tr_tr: Hesabı Geri Yükle
vi_vn: Khôi phục Tài khoản

# import.page.submit.invalid.mnemonic
source: Something wrong with your seed phrase, please try again!
es_es: Algo salió mal con tu frase semilla, ¡por favor inténtalo de nuevo!
fil_ph: May mali sa iyong seed phrase, mangyaring subukang muli!
ko_kr: 시드 문구가 잘 못 되었습니다. 다시 시도해주세요!
ru_ru: Что-то не так с вашей seed фразой, пожалуйста, попробуйте еще раз!
tr_tr: Kurtarma kelimelerinizde bir sorun var, lütfen tekrar deneyin!
vi_vn: Có lỗi với cụm từ khôi phục ví, vui lòng thử lại!

# import.page.submit.loading
source: Import...
es_es: Importando...
fil_ph: I-import...
ko_kr: 가져오는 중...
ru_ru: Импорт...
tr_tr: İçe aktarılıyor...
vi_vn: Đang nhập...

# import.page.submit.success
source: Import success
es_es: Importación exitosa
fil_ph: Tagumpay ang pag-import
ko_kr: 가져오기 성공
ru_ru: Успешный импорт
tr_tr: Içe aktarma başarılı
vi_vn: Nhập thành công

# import.page.alert.exist.title
source: The seed phrase you input has already had an account name '%@' on current device, are you sure you would like to overwrite existed account
es_es: La frase de semilla que introdujo coincide con una cuenta existente llamada '%@' en este dispositivo. ¿Está seguro que desea sobrescribir esa cuenta?
fil_ph: Ang seed phrase na na-input mo ay mayroon nang isang pangalan ng account na '%@' sa kasalukuyang aparato, sigurado ka bang nais mong i-overlap ang mayroon nang account
ko_kr: 입력하신 시드 문구는 현재 기기장치에 '%@'이름의 계정이 존재합니다. 본 계정에 중복으로 입력하는게 맞습니까?
ru_ru: Введенная вами фраза уже имела имя учетной записи '%@' на текущем устройстве, вы уверены, что хотите перезаписать существующую учетную запись
tr_tr: The seed phrase you entered matches an existing account named '%@' on this device. Are you sure you want to overwrite that account?
vi_vn: Cụm từ khôi phục ví bạn vừa nhập đã có tài khoản tên '%@' trên thiết bị này, bạn chắc chắn muốn ghi đè lên tài khoản đã tồn tại

# import.page.alert.exist.ok
source: Confirm
es_es: Confirmar
fil_ph: Kumpirmahin
ko_kr: 확인
ru_ru: Подтвердить
tr_tr: Onayla
vi_vn: Xác nhận

# import.page.alert.exist.cancel
source: Cancel
es_es: Cancelar
fil_ph: Kanselahin
ko_kr: 취소
ru_ru: Отмена
tr_tr: İptal
vi_vn: Hủy

# export.page.title
source: Export Seed Phrase
es_es: Exportar frase semilla
fil_ph: I-export ang Seed Phrase
ko_kr: 시드 문구 내보내기
ru_ru: Экспорт сид-фразы
tr_tr: Kurtarma Kelimelerini Dışa Aktar
vi_vn: Xuất Cụm từ khôi phục ví

# export.page.alter.title
source: Please Input Password
es_es: Introduce tu contraseña
fil_ph: Mangyaring Maglagay ng Password
ko_kr: 비밀번호를 입력하세요.
ru_ru: Введите пароль
tr_tr: Lütfen Parola Girin
vi_vn: Vui lòng nhập mật khẩu

# export.page.alter.tf.placeholder
source: Please input password
es_es: Introduce tu contraseña
fil_ph: Mangyaring maglagay ng password
ko_kr: 비밀번호를 입력하세요.
ru_ru: Пожалуйста, введите пароль
tr_tr: Lütfen parola girin
vi_vn: Vui lòng nhập mật khẩu

# export.page.alter.password.error
source: Wrong Password!
es_es: ¡Contraseña incorrecta!
fil_ph: Maling password!
ko_kr: 잘못된 비밀번호입니다.
ru_ru: Неверный пароль!
tr_tr: Yanlış Parola!
vi_vn: Sai mật khẩu!

# login.page.btn.chooseName
source: Select Accounts
es_es: Seleccionar cuenta
fil_ph: Pumili ng mga account
ko_kr: 계정을 선택하세요
ru_ru: Выберите учетную запись
tr_tr: Hesapları Seçin
vi_vn: Chọn tài khoản

# login.page.btn.login
source: Login
es_es: Ingresar
fil_ph: Mag-login
ko_kr: 로그인
ru_ru: Логин
tr_tr: Giriş Yap
vi_vn: Đăng nhập

# login.page.loading.title
source: Processing
es_es: Procesando
fil_ph: Pinoproseso
ko_kr: 처리중
ru_ru: Обработка
tr_tr: İşlem yapılıyor
vi_vn: Đang xử lý

# login.page.error.toast.title
source: Wrong password! Please try to import seed phrase instead
es_es: ¡Contraseña incorrecta! Por favor intente importar la frase semilla en su lugar
fil_ph: Maling password! Mangyaring subukang mag-import seed phrase sa halip
ko_kr: 잘못된 비밀번호입니다! 시드 문구 가져오기를 시도해주세요.
ru_ru: Неверный пароль! Попробуйте импортировать мнемоническую фразу
tr_tr: Yanlış parola! Lütfen bunun yerine kurtarma kelimelerini içe aktarmayı deneyin
vi_vn: Sai mật khẩu! Vui lòng thử nhập lại cụm từ khôi phục ví

# tabbar.item.title.wallet
source: Wallet
es_es: Billetera
ko_kr: 지갑
ru_ru: Кошелек
tr_tr: Cüzdan
vi_vn: Ví

# wallet.home.balance.title
source: Balance
es_es: Saldo
fil_ph: Balanse
ko_kr: 잔액
ru_ru: Баланс
tr_tr: Bakiye
vi_vn: Số dư

# wallet.home.unconfirmed.title
source: Unreceived %@
es_es: Sin recibir %@
fil_ph: Hindi natanggap %@
ko_kr: %@ 미수신
ru_ru: Не получено %@
tr_tr: Alınmadı %@
vi_vn: Đang chuyển giao %@

# wallet.home.toast.copy.address
source: Successfully copied!
es_es: ¡Copiado con éxito!
fil_ph: Matagumpay na nakopya!
ko_kr: 성공적으로 복사되었습니다.
ru_ru: Успешно скопировано!
tr_tr: Kopyalama başarılı!
vi_vn: Sao chép thành công!

# wallet.home.scan.url.alert.title
source: NOTICE
es_es: AVISO
fil_ph: PAUNAWA
ko_kr: 공지
ru_ru: ЗАМЕЧАНИЕ
tr_tr: UYARI
vi_vn: THÔNG BÁO

# wallet.home.scan.url.alert.message
source: You are going to visit a third party page which leaves Vite App. Your use on this page will abide by third party Term of User Agreement and Privacy Policy, Vite Labs has any supervision or control over the quality, content, reliability or security of the third party dApp, nor shall Vite Labs be liable for its use.
es_es: Has visitado una página que sale de Vite App, y serás redirigido a un dApp de terceros. El uso en esta dApp se ajustará a los términos del acuerdo de usuario y la política de privacidad de aquella dApp. Vite Labs no tiene supervisión ni control sobre la calidad, contenido, la fiabilidad o la seguridad de dApp de terceros, ni será responsable de su uso.
fil_ph: Bibisitahin mo ang isang pahina ng third party na umalis sa Vite App. Ang iyong paggamit sa pahinang ito ay susundin ng Termino ng Kasunduan ng Gumagamit at Patakaran sa Privacy ng third party, ang Vite Labs ay mayroong pangangasiwa o kontrol sa kalidad, nilalaman, pagiging maaasahan o seguridad ng third party dApp, at hindi mananagot ang Vite Labs para sa paggamit nito.
ko_kr: Vite 어플이 아닌 다른 페이지를 방문했으며 dApp으로 리디렉션됩니다. 이 dApp에 대한 귀하의 사용은 dApp의 사용자 계약 기간 및 개인 정보 보호 정책을 준수합니다. Vite Labs는 제 3자 dApp의 품질, 콘텐츠, 신뢰성을 보안 또는 감독하거나 통제하지 않으며 Vite Labs는 그 사용에 대해 책임을지지 않습니다.
ru_ru: Вы собираетесь посетить стороннюю страницу, которая покидает Vite App. Компания Vite Labs не имеет контроля над качеством, содержанием, надежностью или безопасностью сервиса dApp. Vite Labs не несут ответственности за использование сторонних сервисов и возможный ущерб от них.
tr_tr: Vite App'ten ayrılan üçüncü taraf sayfasını ziyaret edeceksiniz. Bu sayfadaki kullanımınız, üçüncü taraf Kullanıcı Sözleşmesi Koşullarına ve Gizlilik Politikası uygun olacaktır. Vite Labs; üçüncü taraf dApp'in kalitesi, içeriği, güvenilirliği veya güvenliği üzerinde herhangi bir denetim veya kontrole sahip olmadığı gibi kullanımından da sorumlu değildir.
vi_vn: Bạn đã truy cập một trang rời khỏi Ứng dụng Vite và bạn sẽ được chuyển hướng đến dApp của bên thứ ba. Việc bạn sử dụng trên dApp này sẽ tuân theo Điều khoản của Thỏa thuận Người dùng và Chính sách Bảo mật của dApp. Vite Labs không có quyền giám sát hoặc kiểm soát chất lượng, nội dung, độ tin cậy hoặc bảo mật của dApp bên thứ ba, và Vite Labs cũng không chịu trách nhiệm pháp lý về việc sử dụng ứng dụng của bên thứ ba.

# wallet.home.header.title
source: Assets
es_es: Activos
fil_ph: Mga Asset
ko_kr: 자산
ru_ru: Активы
tr_tr: Varlıklar
vi_vn: Tài sản

# manage.wallet.page.title
source: Wallet Management
es_es: Administración de Billetera
fil_ph: Pamamahala sa Wallet
ko_kr: 지갑 관리
ru_ru: Управление кошельком
tr_tr: Cüzdan Yönetimi
vi_vn: Quản lý Ví

# manage.wallet.page.name.cell.title
source: Account Name
es_es: Nombre de la cuenta
fil_ph: Pangalan ng account
ko_kr: 계정 이름
ru_ru: Имя аккаунта
tr_tr: Hesap Adı
vi_vn: Tên Tài khoản

# manage.wallet.page.addressManage.cell.title
source: Address Management
es_es: Gestión de direcciones
fil_ph: Pamamahala sa Address
ko_kr: 주소 관리
ru_ru: Управление адресами
tr_tr: Adres Yönetimi
vi_vn: Quản lý Địa chỉ

# manage.wallet.page.importMnemonic.cell.title
source: Export Seed Phrase
es_es: Exportar frase semilla
fil_ph: I-export ang Seed Phrase
ko_kr: 시드 문구 내보내기
ru_ru: Экспорт мнемонических слов
tr_tr: Kurtarma Kelimelerini Dışa Aktar
vi_vn: Xuất Cụm từ khôi phục ví

# manage.wallet.page.alter.changeName
source: Edit Wallet Name
es_es: Editar nombre
fil_ph: I-edit ang Pangalan ng Wallet
ko_kr: 지갑 이름 수정하기
ru_ru: Изменить имя кошелька
tr_tr: Cüzdan Adını Düzenle
vi_vn: Chỉnh sửa Tên Ví

# manage.wallet.page.changeName.loading
source: Editing
es_es: Editando
fil_ph: Nag-eedit
ko_kr: 수정
ru_ru: Редактирование
tr_tr: Düzenleme
vi_vn: Đang sửa

# manage.wallet.page.error.type.name
source: Wallet name can not be empty
es_es: El nombre no puede estar vacío
fil_ph: Ang pangalan ng wallet ay hindi maaaring walang laman
ko_kr: 지갑 이름을 입력해주세요
ru_ru: Имя кошелька не может быть пустым
tr_tr: Cüzdan adı boş bırakılamaz
vi_vn: Tên không thể để trống

# my.page.contacts.cell.title
source: Contact Address
es_es: Libreta de direcciones
ko_kr: 연락처 주소
ru_ru: Адрес контакта
tr_tr: İletişim Adresi
vi_vn: Địa chỉ liên hệ

# my.page.mnemonic.cell.title
source: Mnemonic Words
es_es: Palabras mnemónicas
fil_ph: Mga Mnemonic na salita
ko_kr: 니모닉 단어
ru_ru: Мнемонические слова
tr_tr: Anımsatıcı Kelimeler
vi_vn: Cụm từ khôi phục ví

# my.page.system.cell.title
source: Settings
es_es: Ajustes
fil_ph: Mga Setting
ko_kr: 설정
ru_ru: Настройки
tr_tr: Ayarlar
vi_vn: Cài đặt

# my.page.invite.cell.title
source: Refer for mining
es_es: Minería por referidos
fil_ph: Mga Referral sa Pagmimina
ko_kr: 채굴 추천인
ru_ru: Награды приглашенных
tr_tr: Madencilik Referansları
vi_vn: Khai thác Giới thiệu

# my.page.reward.cell.title
source: Rewards Enquiry
es_es: Consulta de recompensas
fil_ph: Mga Tanong sa Gantimpala
ko_kr: 보상 문의
ru_ru: Запрос на награду
tr_tr: Ödül Sorgulama
vi_vn: Yêu cầu Phần thưởng

# my.page.forum.cell.title
source: Official Forum
es_es: Foro oficial
fil_ph: Opisyal na Forum
ko_kr: 공식 포럼
ru_ru: Официальный форум
tr_tr: Resmi Forum
vi_vn: Diễn đàn Chính thức

# my.page.aboutUs.cell.title
source: About Us
es_es: Sobre Nosotros
fil_ph: Tungkol Sa Amin
ko_kr: 회사 소개
ru_ru: О нас
tr_tr: Hakkımızda
vi_vn: Giới thiệu về chúng tôi

# my.page.change.wallet.name.alter.title
source: Edit Account Name
es_es: Editar nombre de cuenta
fil_ph: I-edit ang Pangalan ng Account
ko_kr: 계정 이름 수정하기
ru_ru: Изменить имя аккаунта
tr_tr: Hesap Adını Düzenle
vi_vn: Sửa tên tài khoản

# my.page.aboutUs.wechat.alert.title
source: Scan QR code to follow Vite WeChat Official Account
es_es: Escanea el código QR para seguir la cuenta oficial de Vite en WeChat
fil_ph: I-scan ang QR code upang masundan ang Opisyal na Account ng Vite WeChat
ko_kr: QR코드를 스캔하고 Vite WeChat 공식 계정을 팔로우하세요
ru_ru: Отсканируйте QR-код, чтобы подписаться на официальный аккаунт Vite WeChat
tr_tr: Vite WeChat Resmi Hesabına ulaşmak için QR kodu tarayın
vi_vn: Quét mã QR để theo dõi Tài khoản Wechat chính thức của Vite

# transaction.list.page.title
source: Transaction History
es_es: Historial de transacciones
fil_ph: Kasaysayan ng mga Transaksyon
ko_kr: 거래 내역
ru_ru: История транзакций
tr_tr: İşlem Geçmişi
vi_vn: Lịch sử Giao dịch

# transaction.list.page.empty
source: Empty
es_es: Vacío
fil_ph: Walang laman
ko_kr: 비어있음
ru_ru: Пусто
tr_tr: Boş
vi_vn: Trống

# transaction.list.page.network.error
source: Refresh
es_es: Actualizar
fil_ph: I-refresh
ko_kr: 새로고침
ru_ru: Обновить
tr_tr: Yenile
vi_vn: Làm mới

# transaction.list.page.genesis.cell.name
source: Check Genesis Block Records
es_es: Comprobar los registros del bloque génesis
fil_ph: Suriin ang Mga Tala ng Genesis Block
ko_kr: 제네시스 블록 기록을 확인해주세요
ru_ru: Проверить записи генезис блока
tr_tr: Genesis Blok Kayıtlarını Kontrol Edin
vi_vn: Kiểm tra Bản ghi Khối Genesis

# transaction.list.page.header.refresh.idle
source: Pull down to refresh
es_es: Desliza hacia abajo para actualizar
fil_ph: Hilahin para mai-refresh
ko_kr: 아래로 당겨 새로고침
ru_ru: Потяните вниз для обновления
tr_tr: Yenilemek için aşağıya çekin
vi_vn: Kéo xuống để làm mới

# transaction.list.page.header.refresh.pulling
source: Release to refresh
es_es: Suelta para actualizar
fil_ph: Bitawan para i-refresh
ko_kr: 손을 놓아서 새로고침
ru_ru: Отпустите, чтобы обновить
tr_tr: Yenilemek için serbest bırakın
vi_vn: Thả ra để làm mới

# transaction.list.page.header.refresh.refreshing
source: Loading...
es_es: Cargando...
fil_ph: Naglo-load...
ko_kr: 로딩 중...
ru_ru: Загрузка...
tr_tr: Yükleniyor...
vi_vn: Đang tải...

# transaction.list.transaction.type.name.register
source: Registration
es_es: Registro
fil_ph: Magrehistro
ko_kr: 등록
ru_ru: Регистрация
tr_tr: Kayıt
vi_vn: Đăng ký

# transaction.list.transaction.type.name.registerUpdate
source: Update Registration
es_es: Actualización de registro
fil_ph: I-update ang Rehistro
ko_kr: 업데이트 등록
ru_ru: Обновить Регистрацию
tr_tr: Kaydı Güncelle
vi_vn: Cập nhật Đăng ký

# transaction.list.transaction.type.name.cancelRegister
source: Revoke Registration
es_es: Cancelar registro
fil_ph: Bawiin ang Pagrehistro
ko_kr: 등록 철회
ru_ru: Отменить регистрацию
tr_tr: Kaydı İptal Et
vi_vn: Thu hồi Đăng ký

# transaction.list.transaction.type.name.extractReward
source: Retrieve Rewards
es_es: Recuperar recompensas
fil_ph: Kunin ang Mga Gantimpala
ko_kr: 보상 찾기
ru_ru: Получить награды
tr_tr: Ödülleri Al
vi_vn: Truy hồi Phần thưởng

# transaction.list.transaction.type.name.vote
source: Voting
es_es: Votación
fil_ph: Pagboto
ko_kr: 투표
ru_ru: Голосование
tr_tr: Oylama
vi_vn: Bỏ phiếu

# transaction.list.transaction.type.name.cancelVote
source: Revoke Voting
es_es: Cancelar voto
fil_ph: Bawiin ang Pagboto
ko_kr: 투표 철회
ru_ru: Отозвать голос
tr_tr: Oylamayı İptal Et
vi_vn: Hủy bỏ Bỏ phiếu

# transaction.list.transaction.type.name.pledge
source: Get TPS quota
es_es: Obtener cuota TPS
fil_ph: Kumuha ng quota ng TPS
ko_kr: TPS quota 얻기
ru_ru: Получить TPS квоту
tr_tr: TPS quota al
vi_vn: Nhận TPS quota

# transaction.list.transaction.type.name.cancelPledge
source: Withdrawal of staking quota
es_es: Retirar lo bloqueado por cuota
fil_ph: Pag-withdraw ng staking quota
ko_kr: 스테이킹 쿼타 출금
ru_ru: Разморозка из Квоты
tr_tr: Stake edilmiş quota çekimi
vi_vn: Rút token đã stake

# transaction.list.transaction.type.name.coin
source: Token Issuance
es_es: Emisión de Token
fil_ph: Pagbibigay ng Token
ko_kr: 토큰 발행
ru_ru: Выпуск токена
tr_tr: Token Yayınlama
vi_vn: Phát hành Token

# transaction.list.transaction.type.name.cancelCoin
source: Withdrawal of staking tokens
es_es: Retiros de token en stake
fil_ph: Pag-withdraw ng token ng staking
ko_kr: 스테이킹 토큰 출금
ru_ru: Разморозка токенов
tr_tr: Stake edilmiş tokenların çekimi
vi_vn: Rút token đã stake

# transaction.list.transaction.type.name.transfer
source: Transfer
es_es: Transferencia
fil_ph: Ilipat
ko_kr: 전송하기
ru_ru: Перевод
vi_vn: Chuyển

# transaction.list.transaction.netErrorAndShowAccount
source: Something went wrong with network, click here to check account details
es_es: Algo salió mal con la red, haga clic aquí para comprobar los detalles de la cuenta
fil_ph: Mayroong problema sa network, mag-click dito upang suriin ang mga detalye ng account
ko_kr: 네트워크에 문제가 생겼습니다. 계정 상세정보를 확인하기 위해 여기를 클릭해주세요.
ru_ru: Что-то пошло не так с сетью, нажмите здесь, чтобы проверить детали учетной записи
tr_tr: Ağda bir sorun oluştu, hesap ayrıntılarını kontrol etmek için burayı tıklayın
vi_vn: Đã có lỗi với mạng lưới, vui lòng nhấp vào đây để kiểm tra chi tiết tài khoản

# balance.info.detail.balance.title
source: Balance
es_es: Saldo
fil_ph: Balanse
ko_kr: 잔액
ru_ru: Баланс
tr_tr: Bakiye
vi_vn: Số dư

# balance.info.detail.unconfirmed.title
source: Unreceived
es_es: Sin recibir
fil_ph: Hindi Natanggap
ko_kr: 미수신
ru_ru: Не получено
tr_tr: Alınmadı
vi_vn: Chưa nhận

# balance.info.detail.unconfirmed.quota.title
source: (%@ UT)
es_es: (%@ Cuota)
fil_ph: (%@ Quota)
ko_kr: (%@ Quota)
tr_tr: (%@ Kota)
vi_vn: (%@ Quota)

# balance.info.detail.pledge.amount.title
source: Staked
es_es: Bloqueado
fil_ph: Locked
ko_kr: Locked
ru_ru: Заморожено
tr_tr: Kilitli
vi_vn: Locked

# balance.info.detail.show.transactions.button.title
source: Check transaction history in Ethereum Explorer
es_es: Comprobar el historial de transacciones en Ethereum Explorer
fil_ph: Suriin ang kasaysayan ng transaksyon sa Ethereum Explorer
ko_kr: Ethereum Explorer에서 거래 내역을 확인하세요.
ru_ru: Проверьте историю транзакций в Ethereum Explorer
tr_tr: Ethereum Explorer'da işlem geçmişini kontrol edin
vi_vn: Kiểm tra lịch sử giao dịch trên Trình duyệt Ethereum

# balance.info.detail.reveice.button.title
source: Receive
es_es: Recibir
fil_ph: Natanggap
ko_kr: 수신하기
ru_ru: Получить
tr_tr: Alma
vi_vn: Nhận

# balance.info.detail.send.button.title
source: Send
es_es: Enviar
fil_ph: Ipadala
ko_kr: 보내기
ru_ru: Отправить
tr_tr: Gönder
vi_vn: Gửi

# balance.info.detail.vote
source: Vote
es_es: Votar
fil_ph: Bumoto
ko_kr: 투표
ru_ru: Голосовать
tr_tr: Oy
vi_vn: Bỏ phiếu

# balance.info.detail.pledge
source: Get Quota
es_es: Obtener Cuota
fil_ph: Kumuha ng Quota
ko_kr: Quota 얻기
ru_ru: Получить Квоту
tr_tr: Quota Al
vi_vn: Nhận Quota

# balance.info.detail.exchange.vite
source: VITE Conversion
es_es: Convertir VITE
fil_ph: Palitan sa VITE
ko_kr: VITE 전환
ru_ru: Конвертация VITE
tr_tr: VITE Dönüşümü
vi_vn: Chuyển đổi VITE

# balance.info.detail.pledge.count.content
source: Spendable Quota/Quota Limit
es_es: Cuota libre/Cuota total
fil_ph: Pwede Gastusin na Quota / Limitasyon ng Quota
ko_kr: 사용 가능한 쿼타/쿼타 한도
ru_ru: Лимит расхода квоты/квот
tr_tr: Kullanılabilir Kota/Kota Limiti
vi_vn: Quota có thể dùng/Hạn mức Quota

# balance.info.detail.pledge.none.tip
source: 0 UT/0 UT
es_es: 0 Cuota/0 Cuota
fil_ph: 0 Quota/0 Quota
ko_kr: 0 Quota/0 Quota
tr_tr: 0 Kota/0 Kota
vi_vn: 0 Quota/0 Quota

# address.manage.page.title
source: My %@ Address
es_es: Mis direcciones %@
fil_ph: Ang aking %@ address
ko_kr: 나의 %@주소
ru_ru: Мой %@ адрес
tr_tr: %@ Adresim
vi_vn: Địa chỉ %@ của tôi

# address.manage.default.address.cell.title
source: Default Address
es_es: Dirección predeterminada
fil_ph: Default na Address
ko_kr: 기본 주소
ru_ru: Адрес по умолчанию
tr_tr: Varsayılan Adres
vi_vn: Địa chỉ Mặc định

# address.manage.address.header.title
source: Addresses
es_es: Direcciones
fil_ph: Mga address
ko_kr: 주소
ru_ru: Адреса
tr_tr: Adresler
vi_vn: Địa chỉ

# address.manage.address.generate.button.title
source: Add Address
es_es: Agregar dirección
fil_ph: Magdagdag ng Address
ko_kr: 주소 추가하기
ru_ru: Добавить адрес
tr_tr: Adres Ekle
vi_vn: Thêm Địa chỉ
