Repository: vitelabs/vite-business-ios
Catalog: ViteBusiness/Assets/*.lproj/Localizable.strings
Languages: es_es, fil_ph, ko_kr, ru_ru, tr_tr, vi_vn

# address.manage.address.generate.button.toast
source: Add up to maximum 100 addresses!
es_es: ¡Añade hasta un máximo de 100 direcciones!
fil_ph: Magdagdag ng hanggang sa maximum na 100 na mga address!
ko_kr: 최대 100개의 주소를 추가하세요!
ru_ru: Добавьте до 100 адресов!
tr_tr: En fazla 100 adres ekleyin!
vi_vn: Thêm tối đa 100 địa chỉ!

# address.manage.address.generate.button.already.toast
source: Address already exists
es_es: La dirección ya existe
fil_ph: Mayroon nang ganyang address
ko_kr: 이미 동일 주소가 존재합니다.
ru_ru: Адрес уже существует
tr_tr: Adres zaten var
vi_vn: Địa chỉ đã tồn tại

# address.manage.address.generate.button.error.toast
source: Please input a number
es_es: Por favor ingrese un número
fil_ph: Mangyaring maglagay ng numero
ko_kr: 숫자를 입력하세요.
ru_ru: Пожалуйста, введите число
tr_tr: Lütfen bir numara girin
vi_vn: Vui lòng nhập một số

# address.manage.tip.alert.message
source: Max generation: 100 addresses; Manual address retrieval is required for all other but #1 address on the list
es_es: Puedes crear un máximo de 100 direcciones. Se requiere la recuperación manual de la primera dirección #1 en la lista direcciones para recuperar todas las demás.
fil_ph: Pinakamataas na henerasyon: 100 mga address; Kinakailangan ang pagkuha ng manu-manong address para sa lahat ng iba pa ngunit #1 na address sa listahan
ko_kr: 최대 생성 : 100개 주소; 목록에서 # 1 주소를 제외한 다른 모든 주소는 수동으로 주소 검색이 필요합니다.
ru_ru: Макс. генерация: 100 адресов; требуется получение адреса вручную для всех остальных адресов, кроме #1 в списке
tr_tr: Maksimum 100 adres oluşturulabilir; #1 adresi hariç listedeki tüm adresler için manuel adres alımı gereklidir
vi_vn: Tạo tối đa: 100 địa chỉ; Truy xuất địa chỉ bắt buộc thực hiện thủ công đối với tất cả các địa chỉ khác trừ địa chỉ số 1 trong danh sách

# address.manage.alert.title
source: Generate New Addresses
es_es: Generar direcciones nuevas
fil_ph: Bumuo ng bagong address
ko_kr: 새 주소 생성하기
ru_ru: Сгенерировать новые адреса
tr_tr: Yeni Adresler Oluşturun
vi_vn: Tạo Địa chỉ Ví mới

# address.manage.alert.placeholder
source: Input a number between 1 and 100
es_es: Ingrese un número entre 1 y 100
fil_ph: Magpasok ng isang numero sa pagitan ng 1 at 100
ko_kr: 1에서 100 사이의 숫자를 넣어주세요.
ru_ru: Введите число от 1 до 100
tr_tr: 1 ile 100 arasında bir sayı girin
vi_vn: Nhập một số từ 1 đến 100

# address.manage.alert.tip
source: Bulk generate a specified number of addresses
es_es: Generar en masa un número específico de direcciones
fil_ph: Nakabuo ng maramihang tukoy na bilang ng mga address
ko_kr: 지정된 숫자만큼의 주소 대량생성
ru_ru: Массово сгенерировать указанное количество адресов
tr_tr: Toplu olarak belirli sayıda adres oluştur
vi_vn: Tạo hàng loạt một số lượng địa chỉ cụ thể

# address.manage.tip.alert.ok
source: I know
es_es: Entendido
fil_ph: Alam Ko
ko_kr: 알고 있습니다.
ru_ru: Я знаю
tr_tr: Biliyorum
vi_vn: Tôi đã hiểu

# address.manage.default.address.name
source: Untitled
es_es: Sin nombre
fil_ph: Walang pamagat
ko_kr: 제목없음
ru_ru: Без названия
tr_tr: Başlıksız
vi_vn: Chưa Đặt Tên

# address.manage.change.name.alert.title
source: Edit Address Alias
es_es: Editar nombre de dirección
fil_ph: I-edit ang Address Alyas
ko_kr: 주소 명칭 수정
ru_ru: Изменить псевдоним адреса
tr_tr: Adres Başlıklarını Düzenle
vi_vn: Sửa Bí danh Địa chỉ

# address.manage.change.name.alert.placeholder
source: Please input new alias
es_es: Por favor, introduce un nuevo alias
fil_ph: Mangyaring maglagay ng bagong alyas
ko_kr: 새로운 명칭을 입력하세요.
ru_ru: Пожалуйста, введите новый псевдоним
tr_tr: Lütfen yeni başlık girin
vi_vn: Hãy nhập bí danh mới

# send.page.title
source: Send
es_es: Enviar
fil_ph: Ipadala
ko_kr: 보내기
ru_ru: Отправить
tr_tr: Gönder
vi_vn: Gửi

# send.page.my.address.title
source: My %@ Address
es_es: Mi dirección %@
fil_ph: Ang aking %@ address
ko_kr: 나의 %@ 주소
ru_ru: Мой %@ адрес
tr_tr: %@ Adresim
vi_vn: Địa chỉ %@ của tôi

# send.page.my.balance.title
source: Balance
es_es: Saldo
fil_ph: Balanse
ko_kr: 잔액
ru_ru: Баланс
tr_tr: Bakiye
vi_vn: Số dư

# send.page.my.pledge.title
source: Benefited Stake
es_es: Cantidad bloqueada
fil_ph: Nakinabang na Pag-Stake
ko_kr: 스테이킹 혜택
ru_ru: Предоставленный стейк
tr_tr: Kilitli Miktar
vi_vn: Đang stake

# send.page.my.quota.title
source: Spendable Quota/Quota Limit
es_es: Cuota libre/Cuota total
fil_ph: Pwede Gastusin na Quota / Limitasyon ng Quota
ko_kr: 사용 가능한 쿼타/쿼타 한도
ru_ru: Лимит расхода квоты/квот
tr_tr: Kullanılabilir Kota/Kota Limiti
vi_vn: Quota có thể dùng/Hạn mức Quota

# send.page.my.max.tx.count.title
source: Maximum Amount of Tx
es_es: Cantidad máxima de Tx
fil_ph: Maximum na Halaga ng Tx
ko_kr: 최대 Tx 수량
ru_ru: Максимальная сумма Tx
tr_tr: Maksimum Tx Miktarı
vi_vn: Số Giao dịch Tối đa

# send.page.add.my.address.button.title
source: Mine
es_es: Mías
fil_ph: Mina
ko_kr: 채굴하기
ru_ru: Мой
tr_tr: Maden
vi_vn: Khai thác

# send.page.vite.contacts.button.title
source: VITE Contact Address
es_es: Libreta de direcciones VITE
fil_ph: Contact ng VITE Address
ko_kr: VITE 연락처 주소
ru_ru: Адрес контракта VITE
tr_tr: VITE İletişim Adresi
vi_vn: Danh bạ Địa chỉ VITE

# send.page.scan.address.button.title
source: Scan
es_es: Escanear
fil_ph: Suriin
ko_kr: 스캔하기
ru_ru: Сканировать
tr_tr: Tara
vi_vn: Quét

# send.page.to.address.title
source: Recipient
es_es: Dirección del destinatario
fil_ph: Address ng tatanggap
ko_kr: 수신자 주소
ru_ru: Адрес Получателя
tr_tr: Alıcı Adresi
vi_vn: Địa chỉ Người nhận

# send.page.amount.title
source: Amount
es_es: Cantidad
fil_ph: Halaga
ko_kr: 수량
ru_ru: Сумма
tr_tr: Miktar
vi_vn: Số lượng

# send.page.all.button.title
source: All
es_es: Todo
fil_ph: Lahat
ko_kr: 전체
ru_ru: Все
tr_tr: Tümü
vi_vn: Tất cả

# send.page.remark.title
source: Comment
es_es: Memo
fil_ph: Mga puna
ko_kr: 메모
ru_ru: Комментарий (Memo)
tr_tr: Memo
vi_vn: Memo

# send.page.send.button.title
source: Send
es_es: Enviar
fil_ph: Ipadala
ko_kr: 보내기
ru_ru: Отправить
tr_tr: Gönder
vi_vn: Gửi

# send.page.amount.toolbar.button.title
source: Next
es_es: Siguiente
fil_ph: Susunod
ko_kr: 다음
ru_ru: Далее
tr_tr: İleri
vi_vn: Tiếp theo

# send.page.toast.address.error
source: Wrong address, please check the format
es_es: Dirección incorrecta, por favor compruebe el formato
fil_ph: Maling address, mangyaring suriin ang format
ko_kr: 잘못된 주소입니다, 다시 확인해주세요.
ru_ru: Неверный адрес, проверьте формат
tr_tr: Yanlış adres, lütfen formatı kontrol edin
vi_vn: Sai địa chỉ, vui lòng check lại định dạng

# send.page.toast.amount.error
source: Insufficient Balance
es_es: Saldo insuficiente
fil_ph: Hindi sapat ang balanse
ko_kr: 잔액 부족
ru_ru: Недостаточный баланс
tr_tr: Yetersiz Bakiye
vi_vn: Không đủ số dư

# send.page.toast.amount.empty
source: Please input balance
es_es: Por favor ingrese un monto
fil_ph: Mangyaring mag-input ng balanse
ko_kr: 잔액을 입력해주세요.
ru_ru: Пожалуйста, введите баланс
tr_tr: Lütfen bakiye girin
vi_vn: Vui lòng nhập số dư

# send.page.toast.amount.zero
source: The amount has to be positive
es_es: La cantidad tiene que ser positiva
fil_ph: Ang halaga ay dapat na maging positibo
ko_kr: 수량은 음수가 될 수 없습니다.
ru_ru: Значение должно быть положительным
tr_tr: Miktar pozitif olmalıdır
vi_vn: Số lượng phải là số dương

# send.page.toast.note.too.long
source: The length of notes has reached limitations
es_es: La longitud de las notas ha alcanzado el límite
fil_ph: Ang haba ng mga nakatala ay umabot sa mga limitasyon
ko_kr: 노트 길이의 최대치입니다.
ru_ru: Длительность комментария достигла ограничений
tr_tr: Notların uzunluğu sınırlara ulaştı
vi_vn: Độ dài của ghi chú đã đạt đến giới hạn

# send.page.toast.contract.address.support.hex
source: The destination address you transfer to is a contract, the note must be written with legal hexadecimal characters
es_es: La dirección de destino a la que transfiere es un contrato, la nota debe estar escrita en caracteres hexadecimales válidos
fil_ph: Ang patutunguhang address na inililipat mo sa isang kontrata, ang tala ay dapat na nakasulat na may ligal na hexadecimal character
ko_kr: 전송이 될 주소는 컨트렉트입니다. 메모는 유효한 16 진수 문자로 작성되어야합니다.
ru_ru: Адрес назначения, который вы передаете является контрактом, примечание должно быть написано валидными шестнадцатеричными символами
tr_tr: Transfer ettiğiniz hedef adres bir sözleşme adresidir, not onaltılık karakterlerle yazılmalıdır
vi_vn: Địa chỉ đích mà bạn chuyển đến là một hợp đồng, ghi chú phải được viết bằng các chữ cái thập lục phân hợp lệ

# send.page.not.enough.balance.alert.title
source: Insufficient Balance
es_es: Saldo insuficiente
fil_ph: Hindi sapat ang balanse
ko_kr: 잔액 부족
ru_ru: Недостаточный баланс
tr_tr: Yetersiz Bakiye
vi_vn: Không đủ Số dư

# send.page.not.enough.balance.alert.button
source: Cancel
es_es: Cancelar
fil_ph: Kanselahin
ko_kr: 취소
ru_ru: Отмена
tr_tr: İptal
vi_vn: Hủy

# send.page.token.info.error
source: Token Info Error
es_es: Error de información de Token
fil_ph: Nag-Error sa Impormasyon ng Token
ko_kr: 토큰 정보 에러
ru_ru: Ошибка информации о токене
tr_tr: Token Bilgi Hatası
vi_vn: Lỗi Thông tin Token

# send.page.eth.failed
source: (%@). Please check the transaction history before trying again
es_es: (%@). Por favor, comprueba el historial de transacciones antes de intentarlo de nuevo
fil_ph: (%@). Mangyaring suriin ang kasaysayan ng transaksyon bago subukang muli
ko_kr: (%@). 다시 시도하기 전에 거래 내역을 확인해주세요
ru_ru: (%@). Пожалуйста, проверьте историю транзакций перед повторной попыткой
tr_tr: (%@). Tekrar denemeden önce lütfen işlem geçmişini kontrol edin
vi_vn: (%@). Vui lòng kiểm tra lịch sử giao dịch trước khi thử lại

# eth.vite.exchange.page.title
source: VITE Conversion
es_es: Convertir VITE
fil_ph: Konbersyon ng VITE
ko_kr: VITE 전환
ru_ru: Конвертация VITE
tr_tr: VITE Dönüşümü
vi_vn: Chuyển đổi VITE

# eth.vite.exchange.page.my.address.title
source: ETH Address
es_es: Dirección ETH
fil_ph: Address ng ETH
ko_kr: ETH 주소
ru_ru: ETH адрес
tr_tr: ETH Adresi
vi_vn: Địa chỉ ETH

# eth.vite.exchange.page.my.balance.title
source: Balance
es_es: Saldo
fil_ph: Balanse
ko_kr: 잔액
ru_ru: Баланс
tr_tr: Bakiye
vi_vn: Số dư

# eth.vite.exchange.page.to.address.title
source: VITE Address
es_es: Dirección VITE
fil_ph: Address ng VITE
ko_kr: VITE 주소
ru_ru: VITE Адрес
tr_tr: VITE Adresi
vi_vn: Địa chỉ VITE

# eth.vite.exchange.page.amount.title
source: Conversion Amount
es_es: Cantidad a convertir
fil_ph: Halaga ng Palitan
ko_kr: 전환 수량
ru_ru: Сумма Конвертации
tr_tr: Dönüşüm Miktarı
vi_vn: Số lượng Chuyển đổi

# eth.vite.exchange.page.amount.placeholder
source: Convert %@ VITE at most
es_es: Convertir %@ VITE como máximo
fil_ph: I-convert ang%@ VITE nang higit pa
ko_kr: 최대 %@ VITE 전환하기
ru_ru: Конвертировать максимум %@ VITE
tr_tr: En fazla %@ VITE'i dönüştürün
vi_vn: Chuyển đổi tối đa %@ VITE

# eth.vite.exchange.page.send.button.title
source: Convert
es_es: Convertir
fil_ph: Palitan
ko_kr: 전환하기
ru_ru: Конвертировать
tr_tr: Dönüştür
vi_vn: Chuyển đổi

# eth.vite.exchange.page.address.change.button.title
source: Switch
es_es: Cambiar
fil_ph: Lumipat
ko_kr: 바꾸기
ru_ru: Переключить
tr_tr: Değiştir
vi_vn: Chuyển

# eth.vite.exchange.page.exchange.all.button.title
source: All
es_es: Todo
fil_ph: Lahat
ko_kr: 전체
ru_ru: Все
tr_tr: Tümü
vi_vn: Tất cả

# eth.vite.exchange.page.exchange.history.button.title
source: Conversion History
es_es: Historial de conversión
fil_ph: Kasaysayan ng Palitan
ko_kr: 전환 내역
ru_ru: История преобразований
tr_tr: Dönüşüm Geçmişi
vi_vn: Lịch sử Chuyển đổi

# Receive.page.token.title
source: Receive
es_es: Recibir
fil_ph: Natanggap
ko_kr: 수신하기
ru_ru: Получить
tr_tr: Alma
vi_vn: Nhận

# Receive.page.mine.title
source: My QRCode
es_es: Mi QRCode
fil_ph: Ang aking QRCode
ko_kr: 내 QR코드
ru_ru: Мой QRCode
tr_tr: QRKodum
vi_vn: QRCode của tôi

# Receive.page.token.name.label
source: Scan and Send %@
es_es: Escanear y enviar %@
fil_ph: I-scan at ipadala ang %@
ko_kr: 스캔하고 %@보내기
ru_ru: Сканировать и отправить %@
tr_tr: Tara ve %@ Gönder
vi_vn: Quét và Gửi %@

# Receive.page.token.amount.button.title
source: Input Amount
es_es: Ingrese cantidad
fil_ph: Ilagay ang Halaga
ko_kr: 수량 입력
ru_ru: Введите сумму
tr_tr: Miktar Girin
vi_vn: Nhập Số lượng

# Receive.page.token.note.label
source: Comment
es_es: Comentario
fil_ph: Mag-Kumento
ko_kr: 댓글
ru_ru: Комментарий
tr_tr: Yorum
vi_vn: Bình luận

# Receive.page.token.amount.alert.title
source: Input Amount
es_es: Ingrese cantidad
fil_ph: Ilagay ang Halaga
ko_kr: 수량 입력
ru_ru: Введите сумму
tr_tr: Miktar Girin
vi_vn: Nhập Số lượng

# Receive.page.wallet.name
source: Vite Wallet
es_es: Billetera Vite
ko_kr: Vite 지갑
ru_ru: Vite Кошелек
tr_tr: Vite Cüzdanı
vi_vn: Ví Vite

# Scan.page.title
source: Scan
es_es: Escanear
fil_ph: Suriin
ko_kr: 스캔하기
ru_ru: Сканировать
tr_tr: Tara
vi_vn: Quét

# Scan.page.qccode.not.identifiable
source: QRCode cannot be identified
es_es: El código QR no puede ser identificado
fil_ph: Hindi makilala ang QRCode
ko_kr: QR코드를 인식할 수 없습니다.
ru_ru: Не удается идентифицировать QR-код
tr_tr: QRKod tanımlanamıyor
vi_vn: Mã QR không thể được xác định

# Scan.page.qccode.not.found
source: No QR code found
es_es: Código QR no encontrado
fil_ph: Walang nahanap na QR code
ko_kr: QR코드를 찾을 수 없습니다.
ru_ru: QR-код не найден
tr_tr: QR kodu bulunamadı
vi_vn: Không tìm thấy mã QR

# system.page.logout.loading
source: Logout
es_es: Cerrar sesión
fil_ph: Mag-logout
ko_kr: 로그아웃
ru_ru: Выйти
tr_tr: Çıkış
vi_vn: Đăng xuất

# system.page.cell.change.language
source: Language
es_es: Idioma
fil_ph: Wika
ko_kr: 언어
ru_ru: Язык
tr_tr: Dil
vi_vn: Ngôn ngữ

# system.page.cell.change.currency
source: Currency Unit
es_es: Tipo de moneda
fil_ph: Salapi
ko_kr: 통화
ru_ru: Валюта
tr_tr: Para Birimi
vi_vn: Tiền tệ

# system.page.cell.login.pwd
source: Unlock By Password
es_es: Bloqueo automático
fil_ph: I-unlock sa pamamagitan ng Password
ko_kr: 비밀번호로 잠금해제
ru_ru: Разблокировать по паролю
tr_tr: Otomatik Kilit
vi_vn: Mở khoá bằng Mật khẩu

# system.page.cell.login.faceId
source: Unlock By Face ID
es_es: Face ID
fil_ph: Face ID
ko_kr: 페이스 아이디로 잠금 해제
ru_ru: Разблокировать по Face ID
tr_tr: Yüz Tanıma
vi_vn: Face ID

# system.page.cell.login.touchId
source: Unlock By Touch ID
es_es: Touch ID
fil_ph: Touch ID
ko_kr: 터치 아이디로 잠금 해제
ru_ru: Разблокировать по Touch ID
tr_tr: Parmak İzi
vi_vn: Touch ID

# system.page.cell.logout.title
source: Logout/switch wallet
es_es: Cerrar sesión
fil_ph: Pag-logout / magpalit ng wallet
ko_kr: 로그아웃/지갑 변경
ru_ru: Выйти/Сменить аккаунт
tr_tr: Logout
vi_vn: Đăng xuất/Đổi ví

# system.page.cell.upload.log.title
source: Upload Log
es_es: Subir registro
fil_ph: Mag-upload ng Log
ko_kr: 업로드 로그
ru_ru: Загрузить журнал
tr_tr: Kaydı Yükle
vi_vn: Tải lên Log

# system.page.cell.upload.log.toast.success
source: Log Uploaded
es_es: Registro subido
fil_ph: Na-upload ang Log
ko_kr: 업로드된 로그
ru_ru: Журнал загружен
tr_tr: Kayıt Yüklendi
vi_vn: Đã tải lên Log

# system.page.cell.delete.wallet.title
source: Delete Current Account
es_es: Eliminar cuenta actual
fil_ph: Tanggalin ang Kasalukuyang Account
ko_kr: 현재 계정 삭제하기
ru_ru: Удалить текущий аккаунт
tr_tr: Mevcut Hesabı Sil
vi_vn: Xoá Tài khoản hiện tại

# system.page.cell.delete.wallet.alert.title
source: You can only recover your account by mnemonic word after deleting an account, do you confirm to delete this account?
es_es: Después de eliminar tu cuenta, sólo podrás recuperarla nuevamente con las palabras mnemónica, ¿confirma eliminar esta cuenta?
fil_ph: Maaari mo lamang makuha ang iyong account sa pamamagitan ng mnemonic word pagkatapos tanggalin ang isang account, kumpirmahing tanggalin mo ang account na ito?
ko_kr: 계정 삭제 후에는 니모닉 단어로만 복구가 가능합니다. 계정을 삭제하시겠습니까?
ru_ru: Вы можете восстановить свою учетную запись только мнемоническими словами. Хотите удалить эту учетную запись?
tr_tr: Bir hesabı sildikten sonra hesabınızı ancak anımsatıcı kelime ile kurtarabilirsiniz, bu hesabı silmeyi onaylıyor musunuz?
vi_vn: Bạn chỉ có thể khôi phục tài khoản của mình bằng các cụm từ khôi phục ví khi xóa tài khoản, bạn có xác nhận xóa tài khoản này không?

# aboutUs.page.cell.blockHeight
source: Current Height
es_es: Bloque actual
fil_ph: Kasalukuyang Taas
ko_kr: 현재 높이
ru_ru: Текущая высота
tr_tr: Mevcut Yükseklik
vi_vn: Block Height hiện tại

# aboutUs.page.cell.blockHeight.loading.tip
source: Loading
es_es: Cargando
fil_ph: Naglo-load
ko_kr: 로딩 중
ru_ru: Загрузка
tr_tr: Yükleniyor
vi_vn: Đang tải

# aboutUs.page.cell.version
source: Version
es_es: Versión
fil_ph: Bersyon
ko_kr: 버전
ru_ru: Версия
tr_tr: Sürüm
vi_vn: Phiên bản

# aboutUs.page.cell.contact
source: Contact Us
es_es: Contáctenos
fil_ph: Makig-ugnayan sa amin
ko_kr: 문의하기
ru_ru: Свяжитесь с нами
tr_tr: Bizimle İletişime Geçin
vi_vn: Liên hệ Chúng tôi

# aboutUs.page.cell.shareUs
source: Share Vite APP
es_es: Compartir Vite APP
fil_ph: Ibahagi ang Vite APP
ko_kr: Vite 어플 공유하기
ru_ru: Поделиться Vite APP
tr_tr: Vite APP'i Paylaş
vi_vn: Chia sẻ Vite App

# aboutUs.page.cell.blog.website
source: Vite.blog
es_es: Vite.wiki
fil_ph: Vite.wiki
ko_kr: Vite.wiki
ru_ru: Vite.wiki
tr_tr: Vite.wiki
vi_vn: Vite.wiki

# aboutUs.page.email.title
source: Feedback
es_es: Comentarios y sugerencias
fil_ph: Puna
ko_kr: 피드백
ru_ru: Отзыв
tr_tr: Geri bildirim
vi_vn: Ý kiến phản hồi

# aboutUs.page.email.content
source: The advice comes from the using environment as below: 1.System device: %@ 2.System version:%@ 3.APP version: %@ 4.Language:%@
es_es: La sugerencia proviene de la utilización del siguiente entorno: 1. Sistema del dispositivo: %@ 2. Versión del sistema: %@ 3. Versión de la aplicación: %@ 4. Idioma: %@
fil_ph: Ang payo ay nagmula sa paggamit ng kapaligiran tulad ng nasa ibaba: 1.System ng device:%@ 2. Bersyon ng system:%@ 3. Bersyon ng APP:%@ 4. Wika:%@
ko_kr: 본 장치는 아래와 같은 환경을 사용합니다: 1. 시스템 장치: %@ 2. 시스템 버전: %@ 3. 어플 버전: %@ 4. 언어: %@
ru_ru: Совет, полученный из среды использования 1. Системное устройство: %@ 2. Системная версия:%@ 3. APP версия: %@ 4. Язык:%@
tr_tr: Kullanım önerileri aşağıdaki gibidir: 1.Cihaz sistemi: %@ 2.Sistem sürümü: %@ 3.APP sürümü: %@ 4.Dil: %@
vi_vn: Môi trường sử dụng đề xuất như sau: 1. Thiết bị hệ thống: %@ 2. Phiên bản hệ thống: %@ 3. Phiên bản APP: %@ 4. Ngôn ngữ: %@

# toast.error.login
source: Login Error
es_es: Error de acceso
fil_ph: Error sa pag-login
ko_kr: 로그인 에러
ru_ru: Ошибка входа
tr_tr: Giriş Hatası
vi_vn: Lỗi Đăng nhập

# quota.manage.page.title
source: Get Quota
es_es: Obtener cuota
fil_ph: Kumuha ng Quota
ko_kr: 쿼타 얻기
ru_ru: Получить Квоту
tr_tr: Quota Al
vi_vn: Nhận Quota

# quota.manage.page.input.address.title
source: Quota Beneficiary
es_es: Beneficiario de cuota
fil_ph: Makikinabang sa Quota
ko_kr: 쿼타 수령인
ru_ru: Выгодоприобретатель Квоты
tr_tr: Quota Yararlanıcısı
vi_vn: Địa chỉ thụ hưởng Quota

# quota.manage.page.quota.money.title
source: Staking Amount
es_es: Cantidad bloqueada
fil_ph: Locked Amount
ko_kr: Locked Amount
ru_ru: Сумма заморозки
tr_tr: Kilitli Miktar
vi_vn: Locked Amount

# quota.manage.page.quota.quota.title
source: Quota
es_es: Cuota
ko_kr: 쿼타
ru_ru: Квота

# quota.manage.page.quota.money.placeholder
source: Please input amount, minimum 134 VITE
es_es: Por favor ingrese un monto, mínimo 134 VITE
fil_ph: Mangyaring mag-input ng halaga, minimum na 134 VITE
ko_kr: 최소 134 VITE의 수량을 적어주세요
ru_ru: Введите сумму, минимум 134 VITE
tr_tr: Lütfen miktarı girin, minimum 134 VITE
vi_vn: Vui lòng nhập số lượng stake, ít nhất 134 VITE

# quota.manage.page.quota.snapshoot.height.title
source: Staking Freeze Duration
es_es: Periodo de bloqueo
fil_ph: Lock period
ko_kr: Lock period
ru_ru: Длительность замораживания
tr_tr: Kilit Süresi
vi_vn: Lock period

# quota.manage.page.quota.snapshoot.height.desc
source: Approx %@ days
es_es: Aproximadamente %@ días
fil_ph: Tinatayang %@ araw
ko_kr: 약 %@일
ru_ru: Приблизительно %@ дней
tr_tr: Yaklaşık %@ gün
vi_vn: Dự kiến %@ ngày

# quota.manage.page.submit.btn.title
source: Submit Staking
es_es: Confirmar bloqueo
fil_ph: Submit to lock
ko_kr: Submit to lock
ru_ru: Подтвердить заморозку
tr_tr: Kilitlemek için gönder
vi_vn: Submit to lock

# quota.manage.page.check.quotaList.btn.title
source: Staking List
es_es: Registros de bloqueos
fil_ph: Locking Record
ko_kr: Locking Record
ru_ru: Мои заморозки
tr_tr: Kilitleme Kaydı
vi_vn: Locking Record

# quota.manage.page.toast.money.error
source: Staking amount should not be less than 134
es_es: La cantidad a bloquear no debe ser menor que 134
fil_ph: Ang halaga ng stake ay hindi dapat mas mababa sa 134
ko_kr: 134 VITE 이상부터 스테이킹이 가능합니다.
ru_ru: Стейк не может быть меньше 134 VITE
tr_tr: Stake miktarı 134'ten az olmamalıdır
vi_vn: Số lượng stake không được ít hơn 134

# quota.submit.pop.desc
source: Make sure to stake %@ to obtain quota, you cannot withdraw until about 3 days after staking comes into effect.
es_es: Asegúrate de bloquear %@ para obtener cuota, no podrás retirarlo hasta en 3 días después que el bloqueo entre en rigor.
fil_ph: Siguraduhing magtaya ng %@ Vite upang makakuha ng quota, hindi ka maaaring mag-withdraw hanggang sa halos 3 araw pagkatapos magkabisa.
ko_kr: 할당량을 얻기 위해 %@ VITE를 스테이킹해야합니다. 스테이킹이 시작된 후 약 3일이 지나야 출금할 수 있습니다
ru_ru: Удостоверьтесь, что заморозили %@ VITE для получения квоты. Вы не сможете разморозить средства ранее, чем через 3 дня после начала заморозки.
tr_tr: Quota almak için %@ stake ettiğinizden emin olun, stakelerin yürürlüğe girmesinden yaklaşık 3 gün sonrasına kadar çekim yapamazsınız.
vi_vn: Đảm bảo thế chấp %@ Vite để nhận quota, bạn chỉ có thể rút sau 3 ngày sau khi hết hạn stake.

# quota.submit.pop.submit.btn.title
source: Confirm
es_es: Confirmar
fil_ph: Kumpirmahin
ko_kr: 확인
ru_ru: Подтвердить
tr_tr: Onayla
vi_vn: Xác nhận

# quota.submit.pop.cancel.btn.title
source: Cancel
es_es: Cancelar
fil_ph: Kanselahin
ko_kr: 취소
ru_ru: Отмена
tr_tr: İptal
vi_vn: Hủy

# quota.submit.page.quota.address.placeholder
source: Please input beneficiary address
es_es: Por favor introduzca la dirección del beneficiario
fil_ph: Mangyaring maglagay ng address ng makikinabang
ko_kr: 수령인 주소를 입력하세요
ru_ru: Пожалуйста, введите адрес выгодоприобретателя
tr_tr: Lütfen yararlanıcı adresini girin
vi_vn: Vui lòng điền địa chỉ thụ hưởng

# quota.alert.title
source: Insufficient Quota
es_es: Cuota insuficiente
fil_ph: Hindi sapat ang Quota
ko_kr: 쿼타 부족
ru_ru: Недостаточно Квоты
tr_tr: Yetersiz Quota
vi_vn: Không đủ Quota

# quota.alert.pow.and.quota.message
source: Short in quota, you can acquire quota by running PoW or staking VITE.
es_es: En resumen, usted puede adquirir cuota ejecutando el PoW o bloqueando VITE.
fil_ph: Kinulang sa quota, maaari kang makakuha ng quota sa pamamagitan ng pagpapatakbo ng PoW o staking VITE.
ko_kr: 쿼타가 부족합니다. PoW 운영 혹은 VITE 스테이킹을 통해 쿼타를 얻을 수 있습니다.
ru_ru: Недостаток квоты, вы можете получить квоту, запустив PoW или заморозив VITE.
tr_tr: Quota için kısaca, PoW çalıştırabilir veya VITE stake edebilirsiniz.
vi_vn: Thiếu quota, bạn có thể kiếm quota bằng cách chạy PoW hoặc stake VITE.

# quota.alert.need.quota.message
source: Insufficient quota of PoW, we would recommend that you stake VITE to obtain quota.
es_es: Cuota insuficiente para realizar el PoW, te recomendamos que bloquees VITE para obtener cuota.
fil_ph: Hindi sapat ang quota ng PoW, inirerekumenda namin na mag-stake ka ng VITE upang makakuha ng quota.
ko_kr: PoW 쿼타가 충분하지 않습니다. VITE를 스태이킹해서 쿼타 얻기를 추천드립니다.
ru_ru: Недостаточно квоты PoW, мы рекомендуем вам застейкать VITE для получения квоты.
tr_tr: Yetersiz PoW quotası, quota elde etmek için VITE stake etmenizi tavsiye ederiz.
vi_vn: Không đủ hạn ngạch từ PoW, chúng tôi khuyên bạn nên stake VITE để nhận quota.

# quota.alert.pow.button.title
source: Run PoW
es_es: Ejecutar el PoW
fil_ph: Patakbuhin ang Pow
ko_kr: PoW 운영
tr_tr: PoW'u çalıştır
vi_vn: Chạy PoW

# quota.alert.quota.button.title
source: Stake VITE
es_es: Bloquear VITE
fil_ph: Mag-Stake ng VITE
ko_kr: VITE 스테이킹하기
ru_ru: Заморозка VITE
tr_tr: VITE Stake et
