Repository: vitelabs/vite-business-ios
Catalog: ViteBusiness/Assets/*.lproj/Localizable.strings
Languages: es_es, fil_ph, ko_kr, ru_ru, tr_tr, vi_vn

# grin.detail.txFinaziledAndPosting
source: Transaction has been finalized and broadcast.
es_es: La transacción ha sido finalizada y transmitida.
fil_ph: Natapos na ang transaksyon at nai-broadcast.
ko_kr: 거래가 완료되고 송출되었습니다.
ru_ru: Транзакция финализирована и транслирована.
tr_tr: İşlem tamamlandı ve yayınlandı.
vi_vn: Giao dịch đã được hoàn tất và thực thi.

# grin.detail.txisPostingPlsWait
source: Transaction is in broadcast, please wait for confirmation.
es_es: La transacción está en transmisión, por favor espere recibir la confirmación.
fil_ph: Ang transaksyon ay nasa broadcast, mangyaring maghintay para sa kumpirmasyon.
ko_kr: 거래가 송출 중에 있습니다. 확인을 기다려주세요.
ru_ru: Транзакция транслируется, пожалуйста, дождитесь подтверждения.
tr_tr: İşlem yayında, lütfen onay için bekleyin.
vi_vn: Giao dịch đang được thực thi, vui lòng đợi xác nhận.

# grin.detail.waitHerOpenViteWalletToReceive
source: Please wait for the recipient to open Vite wallet and receive the transaction.
es_es: Por favor, espere a que el destinatario abra la billetera Vite y reciba la transacción.
fil_ph: Mangyaring hintaying buksan ng tatanggap ang Vite wallet at matanggap ang transaksyon.
ko_kr: 수신자가 Vite 지갑을 열고 거래를 받을 때까지 기다려주세요.
ru_ru: Пожалуйста, дождитесь пока получатель откроет Vite wallet и получит транзакцию.
tr_tr: Alıcının Vite cüzdanını açması ve işlemi alması için lütfen bekleyin.
vi_vn: Vui lòng đợi người nhận mở ví Vite và nhận giao dịch.

# grin.detail.pleaseReciveAndShare
source: Please sign the transaction and share the file with the sender, you can choose whichever way you prefer.
es_es: Por favor, firma la transacción y comparte el archivo con el remitente, puedes elegir la forma que prefieras.
fil_ph: Mangyaring lagdaan ang transaksyon at ibahagi ang file sa nagpadala, maaari kang pumili ng alinmang paraan ang gusto mo.
ko_kr: 거래에 서명하고 원하는 방식을 선택하여 파일을 발신자와 공유하세요.
ru_ru: Пожалуйста, подпишите транзакцию и поделитесь файлом с отправителем, вы можете выбрать наиболее удобный для вас способ.
tr_tr: Lütfen işlemi imzalayın ve dosyayı gönderen ile paylaşın, istediğiniz yolu tercih edebilirsiniz.
vi_vn: Vui lòng ký giao dịch và chia sẻ tệp với người gửi, bạn có thể chọn bất kỳ cách nào bạn muốn.

# grin.detail.gatewaysend
source: VITE Transaction Send
es_es: Enviar mediante VITE
fil_ph: Ipinapadala ang Transaksyon sa VITE
ko_kr: VITE 거래 보내기
ru_ru: Отправить транзакцию через VITE
tr_tr: VITE İşlemi Gönderildi
vi_vn: Giao dịch gửi VITE

# grin.detail.repoat
source: Repost
es_es: Republicar
fil_ph: Ipost ulit
ko_kr: 다시 게시하기
ru_ru: Репост
tr_tr: Yeniden yayınla
vi_vn: Đăng lại

# grin.node.configNode
source: Configurate Full Node.
es_es: Configurar FullNode.
fil_ph: I-configure ang Full Node.
ko_kr: 풀노드 수정
ru_ru: Конфигурация полного узла.
tr_tr: Tam Düğümü Yapılandırın.
vi_vn: Định cấu hình Full Node.

# grin.node.addNode
source: Add New Full Node
es_es: Añadir nuevo FullNode
fil_ph: Idagdag ang bagong Noda
ko_kr: 새 노드 추가하기
ru_ru: Добавить новый полный узел
tr_tr: Yeni Tam Düğüm Ekle
vi_vn: Thêm Full node mới

# grin.node.edit.nodeAddressTitle
source: Full Node Address
es_es: Dirección del FullNode
fil_ph: Address ng Full Node
ko_kr: 풀노드 주소
ru_ru: Адрес полного узла
tr_tr: Tam Düğüm Adresi
vi_vn: Địa chỉ Full Node

# grin.node.select.canNotConnect
source: Failed to connect with the full node.
es_es: No se pudo conectar con el FullNode.
fil_ph: Nabigong kumonekta sa full node.
ko_kr: 풀노드 연결에 실패했습니다.
ru_ru: Не удалось подключиться к полному узлу.
tr_tr: Tam düğüme bağlanılamadı.
vi_vn: Lỗi kết nối đến full node.

# grin.detail.slateCopied
source: Slate ID Copied.
es_es: Slate ID copiado.
fil_ph: Nakopya ang Slate ID.
ko_kr: 슬레이트 ID가 복사되었습니다.
ru_ru: Slate ID скопирован.
tr_tr: Slate Kimliği Kopyalandı.
vi_vn: Đã sao chép Slate ID.

# grin.send.illegalAmmount
source: Illegal transfer amount
es_es: Monto de transferencia ilegal
fil_ph: Ilegal na halaga ng paglipat
ko_kr: 불가능한 전송 금액
ru_ru: Неверная сумма перевода
tr_tr: İllegal transfer miktarı
vi_vn: Số lượng chuyển không hợp lệ

# grin.detail.gatewayResend
source: Request for Vite gateway to Resend
es_es: Solicitar al gateway Vite para reenviar
fil_ph: Humiling para sa Vite gateway upang Muling Ipadala
ko_kr: Vite 게이트웨이 요청 다시 보내기
ru_ru: Запрос на повторную отправку шлюза Vite
tr_tr: Yeniden gönderim için Vite ağ geçidi talebi
vi_vn: Yêu cầu gateway Vite gửi lại

# crosschain.tokendetail
source: Token Details
es_es: Detalles del token
fil_ph: Mga Detalye ng Token
ko_kr: 토큰 상세정보
ru_ru: Детали токена
tr_tr: Token Ayrıntıları
vi_vn: Chi tiết Token

source: Cross-Chain Deposit
es_es: Depósito Cross-Chain
fil_ph: Deposito sa Cross-Chain
ko_kr: 크로스체인 입금
ru_ru: Кросс-чейн пополнение
tr_tr: Cross-Chain Yatırma
vi_vn: Nạp Cross-chain

source: Cross-Chain Withdraw
es_es: Retiro Cross-Chain
fil_ph: Pag-Withdraw sa Cross-Chain
ko_kr: 크로스체인 출금
ru_ru: Кросс-чейн вывод
tr_tr: Cross-Chain Çekme
vi_vn: Rút Cross-chain

# crosschain.withdraw.btnTitle
source: Withdraw
es_es: Retirar
fil_ph: Pag-withdraw
ko_kr: 출금
ru_ru: Вывести
tr_tr: Çekme
vi_vn: Rút

# crosschain.deposit.btnTitle
source: Deposit
es_es: Depositar
fil_ph: Pagdedeposito
ko_kr: 입금
ru_ru: Пополнение
tr_tr: Yatırma
vi_vn: Nạp

# crosschain.deposit.vitewallet
source: Deposit from Vite Wallet
es_es: Depositar desde billetera Vite
fil_ph: Mag-Deposito mula sa Vite Wallet
ko_kr: Vite 지갑으로 부터 입금하기
ru_ru: Пополнение из Vite wallet
tr_tr: Vite Cüzdanından Yatırma
vi_vn: Nạp từ Ví Vite

# crosschain.deposit.otherwallet
source: Deposit from Another Wallet
es_es: Depositar desde otra billetera
fil_ph: Deposit mula sa Isa pang Wallet
ko_kr: 다른 지갑으로 부터 입금하기
ru_ru: Пополнение из другого кошелька
tr_tr: Başka Cüzdandan Yatırma
vi_vn: Nạp từ Ví khác

# crosschain.deposit.history
source: Deposit History
es_es: Historial de depósitos
fil_ph: History ng Deposito
ko_kr: 입금 내역
ru_ru: История пополнений
tr_tr: Yatırma Geçmişi
vi_vn: Lịch sử Nạp

# crosschain.withdraw.history
source: Withdrawal History
es_es: Historial de Retiros
fil_ph: Kasaysayan sa Pag-withdraw
ko_kr: 출금 내역
ru_ru: История выводов
tr_tr: Çekim Geçmişi
vi_vn: Lịch sử Rút

# crosschain.deposit.minAmountDesc
source: Only %@ is accepted by the address below, and the minimum amount should be no less than %@
es_es: Solo %1$@ puede depositarse en la dirección de abajo. El depósito mínimo es %2$@. Los depósitos inferiores a %3$@ serán bloqueados e irrecuperables.
fil_ph: Only %1$@ can be deposited to the address below. The minimum deposit is %2$@. Deposits less than %3$@ will be locked and unrecoverable.
ko_kr: Only %1$@ can be deposited to the address below. The minimum deposit is %2$@. Deposits less than %3$@ will be locked and unrecoverable.
ru_ru: Принимается только %@ и минимальная сумма должна быть не менее %@
tr_tr: Belirtilen adrese yalnızca %1$@ gönderilebilir. Gönderilebilecek en az miktar %2$@. %3$@'dan daha az yapılan gönderimler kilitlenecek ve kurtarılamayacak.
vi_vn: Only %1$@ can be deposited to the address below. The minimum deposit is %2$@. Deposits less than %3$@ will be locked and unrecoverable.

# crosschain.deposit.minComfirm
source: The process should take %@ confirmation(s), please wait.
es_es: Los saldos de la cuenta se actualizarán después de %@ confirmaciones de red. Por favor, tenga paciencia.
fil_ph: Account balances will update after %@ network confirmations. Please be patient.
ko_kr: Account balances will update after %@ network confirmations. Please be patient.
ru_ru: Процесс должен получить %@ подтверждений, пожалуйста, подождите.
tr_tr: Hesap bakiyesi %@ ağ onayından sonra güncellenecektir. Lütfen sabırlı olun.
vi_vn: Account balances will update after %@ network confirmations. Please be patient.

# crosschain.deposit.address
source: Deposit Address
es_es: Dirección de depósito
fil_ph: Address ng Deposito
ko_kr: 입금 주소
ru_ru: Адрес пополнения
tr_tr: Yatırma Adresi
vi_vn: Địa chỉ Nạp

# crosschain.deposit.scanAddress
source: Please scan the address QR code
es_es: Por favor, escanea el código QR de la dirección
fil_ph: Mangyaring i-scan ang address ng QR code
ko_kr: 주소 QR코드를 스캔해주세요.
ru_ru: Отсканируйте QR-код адреса
tr_tr: Lütfen adres QR kodunu tarayın
vi_vn: Vui lòng quét mã QR địa chỉ

# crosschain.deposit.scanLabel
source: Please scan the %@ code
es_es: Por favor escaneé el código %@
fil_ph: Mangyaring i-scan ang %@ code
ko_kr: %@ 코드를 스캔해주세요.
ru_ru: Пожалуйста, отсканируйте код %@
tr_tr: Lütfen %@ kodunu tarayın
vi_vn: Vui lòng quét mã %@

# crosschain.deposit.labelDesc
source: Please do use %@ together with the Deposit Address, or you will lose the token(s).
es_es: Por favor, usa %@ junto con la dirección de depósito o perderás el token(s).
fil_ph: Mangyaring gamitin ang %@ kasama ang Deposit Address, o mawawala sa iyo ang (mga) token.
ko_kr: %@를 입금 주소와 함께 사용해주세요. 그렇지 않으면 토큰을 잃어버릴 수 있습니다.
ru_ru: Пожалуйста, используйте %@ вместе с адресом пополнения, иначе Вы потеряете токен(ы)
tr_tr: Lütfen Yatırma Adresi ile birlikte %@ kullanın, aksi takdirde token(lar)ınızı kaybedebilirsiniz.
vi_vn: Vui lòng sử dụng %@ với Địa chỉ Nạp này, bạn sẽ mất vĩnh viễn nếu nạp token khác.

# crosschain.deposit.about
source: <h1 style="font-PingFangSC-Medium;font-size:12;color:#24272B">About Cross-Chain Deposit</h1><p style="font-PingFangSC-Regular;font-size:11;color:#3E4A59">Making a cross-chain deposit allows %@ to be mapped into the Vite network. After that, you will also be able to make a cross-chain withdrawal. %@ balance in your Vite wallet will be reduced accordingly when you make a cross-chain deposit from your Vite wallet.</p>
es_es: <h1 style="font-PingFangSC-Medium;font-size:12;color:#24272B">Acerca del depósito Cross-Chain</h1><p style="font-PingFangSC-Regular;font-size:11;color:#3E4A59">Hacer un depósito Cross-Chain permite que %@ se lleve a la red de Vite. Usted también podrá hacer retiros Cross-Chain más adelante. Un saldo de %@ se reducirá en su billetera Vite en consecuencia cuando haga un depósito Cross-Chain desde su billetera Vite.</p>
fil_ph: <h1 style="font-PingFangSC-Medium;font-size:12;color:#24272B">Tungkol sa Deposito ng Cross-Chain</h1><p style="font-PingFangSC-Regular;font-size:11;color:#3E4A59">Pinapayagan ang paggawa ng isang deposito ng cross-chain %@ upang mai-map sa Vite network. Pagkatapos nito, makakagawa ka rin ng isang pag-urong ng cross-chain. Ang %@ balanse sa iyong Vite wallet ay mababawasan nang naaayon kapag gumawa ka ng isang cross-chain na deposito mula sa iyong Vite wallet.</p>
ko_kr: <h1 style="font-PingFangSC-Medium;font-size:12;color:#24272B">크로스체인 입금</h1><p style="font-PingFangSC-Regular;font-size:11;color:#3E4A59">크로스체인 입금은 %@를 Vite 네트워크에 매핑되도록 합니다. 그 후, 크로스체인 입금이 가능합니다. Vite 지갑의 %@잔액은 Vite 지갑에서 크로스체인 입금 할 때, 그에 상응하여 감소될 것입니다.</p>
ru_ru: Кросс-чейн пополнение позволяет перевести %@ в сеть Vite. После этого вы также сможете совершать кросс-чейн переводы. При кросс-чейн пополнении баланс %@ на вашем Vite кошельке будет уменьшен соответственно.
tr_tr: <h1 style="font-PingFangSC-Medium;font-size:12;color:#24272B">Cross-Chain Yatırma Hakkında</h1><p style="font-PingFangSC-Regular;font-size:11;color:#3E4A59">Bir cross-chain yatırma işlemi oluşturmak, %@'in Vite ağına eşlenmesini sağlar. Bundan sonra, cross-chain çekme işlemi de yapabileceksiniz. Vite cüzdanınızdan cross-chain yatırma işlemi yaptığınızda, Vite cüzdanınızdaki %@ bakiyesi buna göre azalacaktır.</p>
vi_vn: <h1 style="font-PingFangSC-Medium;font-size:12;color:#24272B">Về Nạp Cross-chain<p style="font-PingFangSC-Regular;font-size:11;color:#3E4A59">Thực hiện giao dịch nạp crosschain cho phép %@ được chéo chuỗi vào mạng Vite. Số dư %@ trong ví Vite sẽ giảm tương ứng khi bạn nạp cross-chain từ ví Vite của mình.</p>

# crosschain.deposit.other.about
source: <h1 style="font-PingFangSC-Medium;font-size:12;color:#24272B">About Cross-Chain Deposit</h1><p style="font-PingFangSC-Regular;font-size:11;color:#3E4A59">Making a cross-chain deposit allows %@ to be mapped into the Vite network. After that, you will also be able to make a cross-chain withdrawal.</p>
es_es: <h1 style="font-PingFangSC-Medium;font-size:12;color:#24272B">Acerca del depósito Cross-Chain</h1><p style="font-PingFangSC-Regular;font-size:11;color:#3E4A59">Hacer un depósito Cross-Chain permite que %@ se lleve a la red de Vite. Usted también podrá hacer retiros Cross-Chain más adelante.</p>
fil_ph: <h1 style="font-PingFangSC-Medium;font-size:12;color:#24272B">Tungkol sa Deposito ng Cross-Chain</h1><p style="font-PingFangSC-Regular;font-size:11;color:#3E4A59">Pinapayagan ang paggawa ng isang deposito ng cross-chain %@ upang mai-map sa Vite network. Pagkatapos nito, makakagawa ka rin ng isang pag-withdraw ng cross-chain.</p>
ko_kr: <h1 style="font-PingFangSC-Medium;font-size:12;color:#24272B">크로스체인 입금</h1><p style="font-PingFangSC-Regular;font-size:11;color:#3E4A59">크로스체인 입금은 %@를 Vite 네트워크에 매핑되도록 합니다. 그 후, 크로스체인 입금이 가능합니다.</p>
ru_ru: Кросс-чейн пополнение позволяет перевести %@ в сеть Vite. После этого вы также сможете совершать кросс-чейн переводы. При кросс-чейн пополнении баланс %@ на вашем Vite кошельке будет уменьшен соответственно.
tr_tr: <h1 style="font-PingFangSC-Medium;font-size:12;color:#24272B">Cross-Chain Yatırma Hakkında</h1><p style="font-PingFangSC-Regular;font-size:11;color:#3E4A59">Bir cross-chain yatırma işlemi oluşturmak, %@ 'in Vite ağına eşlenmesini sağlar. Bundan sonra, cross-chain çekme işlemi de yapabileceksiniz.</p>
vi_vn: <h1 style="font-PingFangSC-Medium;font-size:12;color:#24272B">Về Nạp Cross-chain<p style="font-PingFangSC-Regular;font-size:11;color:#3E4A59"> Thực thiện nạp cross-chain cho phép %@ chuyển sang mạng Vite. Sau đó bạn cũng có thể thực hiện rút cross-chain.</p>

# crosschain.withdraw.eth.myAddress
source: My ETH Address
es_es: Mis direcciones ETH
fil_ph: Ang aking ETH address
ko_kr: 나의 ETH 주소
ru_ru: Мой ETH адрес
tr_tr: ETH Adresim
vi_vn: Địa chỉ ETH của tôi

# crosschain.deposit.min
source: Minimum Deposit Amount
es_es: Cantidad mínima de depósito
fil_ph: Minimum na Halaga ng Deposit
ko_kr: 최소 입금 수량
ru_ru: Минимальная сумма депозита
tr_tr: Minimum Yatırma Miktarı
vi_vn: Số lượng nạp tối thiểu

# crosschain.withdraw.min
source: Minimum Withdrawal Amount
es_es: Cantidad mínima de retiro
fil_ph: Minimum na Halaga ng Withdrawal
ko_kr: 최소 출금 수량
ru_ru: Минимальная сумма вывода
tr_tr: Minimum Çekme Miktarı
vi_vn: Số tiền rút tối thiểu

# crosschain.deposit.min.alert
source: The deposit amount cannot be less than
es_es: La cantidad del depósito no puede ser menor que
fil_ph: Ang halaga ng deposito ay hindi maaaring mas mababa sa
ko_kr: 입금 수량은 다음 수량보다 커야 합니다
ru_ru: Сумма депозита не может быть меньше, чем
tr_tr: Yatırma miktarı 'den az olamaz
vi_vn: Số lượng rút không thể ít hơn

# crosschain.deposit.all
source: Deposit All
es_es: Depositar todo
fil_ph: I-deposito Lahat
ko_kr: 모두 입금하기
ru_ru: Пополнить все
tr_tr: Tümünü Yatır
vi_vn: Nạp tất cả

# crosschain.deposit.amount
source: Deposit Amount
es_es: Cantidad del depósito
fil_ph: Halaga ng Deposito
ko_kr: 입금 수량
ru_ru: Сумма Пополения
tr_tr: Yatırma Miktarı
vi_vn: Sô lượng Nạp

# crosschain.withdraw.all
source: Withdraw All
es_es: Retirar todo
fil_ph: I-withdraw lahat
ko_kr: 모두 출금하기
ru_ru: Вывести все
tr_tr: Tümünü Çek
vi_vn: Rút tất cả

# crosschain.withdraw.amount
source: Withdrawal Amount
es_es: Cantidad del retiro
fil_ph: Halaga ng Pag-withdraw
ko_kr: 출금 수량
ru_ru: Сумма для Вывода
tr_tr: Çekim Miktarı
vi_vn: Số lượng rút

# crosschain.tokenDetail.shortname
source: Symbol
es_es: Símbolo
fil_ph: Simbolo
ko_kr: 심볼
ru_ru: Тикер
tr_tr: Sembol
vi_vn: Ký hiệu

# crosschain.tokenDetail.id
source: Token ID
ko_kr: 토큰 ID
ru_ru: ID Токена
tr_tr: Token Kimliği

# crosschain.tokenDetail.name
source: Token Name
es_es: Nombre del Token
fil_ph: Pangalan ng Token
ko_kr: 토큰 이름
ru_ru: Имя Токена
tr_tr: Token Adı
vi_vn: Tên Token

# crosschain.tokenDetail.address
source: Coin Forging Address
es_es: Dirección de forja de monedas
fil_ph: Address ng Coin Forging
ko_kr: 코인 구축 주소
ru_ru: Адрес форжинга монет
tr_tr: Koin Forging Adresi
vi_vn: Địa chỉ Forge Coin

# crosschain.tokenDetail.amount
source: Total Issuance
es_es: Total emitido
fil_ph: Kabuuang Paglabas
ko_kr: 전체 발행
ru_ru: Общий выпуск
tr_tr: Token Yayınlama
vi_vn: Tổng Phát hành

# crosschain.tokenDetail.digit
source: Decimals
es_es: Decimales
fil_ph: Mga decimal
ko_kr: 10진수
ru_ru: Знаков после запятой
tr_tr: Ondalık sayılar

# crosschain.tokenDetail.issuance
source: Open to Additional Issue
es_es: Abrir nueva emisión
fil_ph: Bukas sa Karagdagang Isyu
ko_kr: 추가 발행을 위해 열기
ru_ru: Открыть в дополнительном выпуске
tr_tr: İlave Yayını Aç
vi_vn: Mở cho Vấn đề bổ sung

# crosschain.tokenDetail.issuance.true
source: Yes
es_es: Si
fil_ph: Oo
ko_kr: 네
ru_ru: Да
tr_tr: Evet
vi_vn: Có

# crosschain.tokenDetail.issuance.false
source: No
fil_ph: Hindi
ko_kr: 아니오
ru_ru: Нет
tr_tr: Hayır
vi_vn: Không

# crosschain.tokenDetail.date
source: Issuance Date
es_es: Fecha de emisión
fil_ph: Petsa ng pagpapalabas
ko_kr: 발행일
ru_ru: Дата Выпуска
tr_tr: Yayınlama Tarihi
vi_vn: Ngày phát hành

# crosschain.tokenDetail.desc
source: Description
es_es: Descripción
fil_ph: Deskripsyon
ko_kr: 설명
ru_ru: Описание
tr_tr: Açıklama
vi_vn: Mô tả

# crosschain.status.waitToConfirm
source: %@ Chain Unconfirmed
es_es: %@ cadena sin confirmar
fil_ph: %@ Chain Hindi Nakumpirma
ko_kr: %@ 체인이 확인되지 않았습니다.
ru_ru: Блокчейн %@ не подтвержден
tr_tr: Onaylanmayan Zincir %@
vi_vn: Chuỗi %@ chưa xác nhận

# crosschain.status.confirmed
source: Confirmed
es_es: Confirmado
fil_ph: Kumpirmahin
ko_kr: 확인됨
ru_ru: Подтверждено
tr_tr: Onaylandı
vi_vn: Đã xác nhân

# crosschain.status.tot.exceed.limit
source: Exceed the limit
es_es: Excedido el límite
fil_ph: Lumampas sa limitasyon
ko_kr: 한도 초과
ru_ru: Превышен лимит
tr_tr: Limit aşıldı
vi_vn: Đạt giới hạn

# crosschain.status.wrong.address
source: Wrong transfer address
es_es: Dirección de transferencia incorrecta
fil_ph: Maling address sa paglipat
ko_kr: 잘못된 전송 주소
ru_ru: Неправильный адрес для передачи
tr_tr: Yanlış transfer adresi
vi_vn: Sai địa chỉ chuyển

# crosschain.status.gatewayReceived
source: Deposit by Gateway
es_es: Depósito por Gateway
fil_ph: Mag-Deposit sa pamamagitan ng Gateway
ko_kr: 게이트웨이로 입금하기
ru_ru: Пополнение по шлюзу
tr_tr: Ağ Geçidi ile Yatırma
vi_vn: Nạp bởi Gateway

# crosschain.status.withdraw.failed
source: Withdrawal Failed
es_es: Retiro fallido
fil_ph: Nabigo ang pag-Withdraw
ko_kr: 출금에 실패했습니다.
ru_ru: Вывод не Выполнен
tr_tr: Çekim Başarısız
vi_vn: Rút không thành công

# crosschain.status.failedBecausePoor
source: Insufficient amount
es_es: Cantidad insuficiente
fil_ph: Hindi sapat na halaga
ko_kr: 수량 부족
ru_ru: Недостаточный баланс
tr_tr: Yetersiz miktar
vi_vn: Không đủ số lượng

# crosschain.withdraw.fee.desc
source: This fee is charged by the gateway.
es_es: La comisión de retiro es cobrada por el gateway
fil_ph: Ang singil sa pagwiwithdraw ay sisingilin sa pamamagitan ng gateway
ko_kr: 출금 수수료는 게이트웨이에서 부과됩니다.
ru_ru: Комиссия за вывод взимается шлюзом
tr_tr: Çekme ücreti ağ geçidi tarafından tahsil edilir
vi_vn: Phí rút được tính bởi gateway

# crosschain.withdraw.aboutfee
source: About Fee
es_es: Acerca de Comisiones
fil_ph: Tungkol sa Bayarin
ko_kr: 수수료에 관하여
ru_ru: Про комиссию
tr_tr: Komisyon Hakkında
vi_vn: Về Phí

# crosschain.status.failed
source: Deposit Failed
es_es: Depósito fallido
fil_ph: Nabigo ang Deposito
ko_kr: 입금 실패
ru_ru: Неудачный ввод средств
tr_tr: Yatırma Başarısız
vi_vn: Nạp thất bại

# crosschain.beta.alert
source: Current is a beta version, Please don't deposit large amount in your account.
es_es: La versión actual es una versión beta, por favor no deposite una gran cantidad en su cuenta.
fil_ph: Ang Current ay isang bersyon ng beta, Mangyaring huwag magdeposito ng malaking halaga sa iyong account.
ko_kr: 현재 버전은 베타 버전입니다, 많은 수량을 입금하지 말아주세요.
ru_ru: Бета-версия, пожалуйста, не пополняйте свой счет большими суммами.
tr_tr: Mevcut bir beta sürümüdür, Lütfen hesabınıza büyük miktarda para yatırmayın.
vi_vn: Đang ở phiên bản beta, vui lòng không nạp số lượng lớn vào tài khoản.

# crosschain.fee
source: Fee
es_es: Comisión
fil_ph: Bayarin
ko_kr: 수수료
ru_ru: Комиссия
tr_tr: Komisyon
vi_vn: Phí

# crosschain.withdraw.gatewayispoor
source: Amount exceeds the %@-%@ limit, please contact gateway@vite.org to send out.
es_es: La cantidad supera el límite de %@-%@, por favor contacta a gateway@vite.org para enviarla.
fil_ph: Ang halaga ay lumampas sa limitasyong%@-%@, mangyaring makipag-ugnay sa gateway@vite.org upang maipadala.
ko_kr: 총 수량이 %@-%@ 한도를 초과합니다. gateway@vite.org로 연락주세요.
ru_ru: Сумма превышает лимит %@-%@, пожалуйста, свяжитесь с gateway@vite.org для отправки.
tr_tr: Miktar %@-%@ limitini aşıyor, lütfen göndermek için gateway@vite.org ile iletişime geçin.
vi_vn: Số lượng vượt quá giới hạn %@ - %@, vui lòng liên hệ gateway@vite.org.

# crosschain.gatewaydetail.title
source: Gateway Details
es_es: Detalles del Gateway
fil_ph: Mga Detalye ng Gateway
ko_kr: 게이트웨이 세부사항
ru_ru: Детали Шлюза
tr_tr: Ağ Geçidi Ayrıntıları
vi_vn: Thông tin chi tiết Gateway

# crosschain.gatewaydetail.name
source: Gateway Name
es_es: Nombre del Gateway
fil_ph: Pangalan ng Gateway
ko_kr: 게이트웨이 이름
ru_ru: Имя Шлюза
tr_tr: Ağ Geçidi Adı
vi_vn: Tên Gateway

# crosschain.gatewaydetail.webset
source: Official Website
es_es: Sitio Web Oficial
fil_ph: Opisyal na Website
ko_kr: 공식 웹사이트
ru_ru: Официальный Веб-сайт
tr_tr: Resmi Web Site
vi_vn: Trang web chính thức

# crosschain.gatewaydetail.email
source: Service Mailbox
es_es: Correo de Servicio
fil_ph: Mailbox ng Serbisyo
ko_kr: 서비스 사서함
ru_ru: Почта поддержки
tr_tr: Hizmet Posta Kutusu
vi_vn: Dịch vụ Hộp Thư

# crosschain.gatewaydetail.statement
source: Terms of Service
es_es: Términos del servicio
fil_ph: Mga Tuntunin ng Serbisyo
ko_kr: 서비스 약관
ru_ru: Условия предоставления услуг
tr_tr: Hizmet Şartları
vi_vn: Điều khoản Dịch vụ

# crosschain.gatewaydetail.host
source: Gateway URL
es_es: URL del Gateway
ko_kr: 게이트웨이 URL
ru_ru: URL шлюза
tr_tr: Ağ geçidi URL'si
vi_vn: URL Gateway

# crosschain.gatewaydetail.abstract
source: Introduction
es_es: Introducción
fil_ph: Panimula
ko_kr: 소개
ru_ru: Введение
tr_tr: Giriş
vi_vn: Giới thiệu
